{"1:  2:  3:Ordnen Sie obigen Nachfragekurven jeweils mögliche Güter zu.":{"answers":["1: Uhren, 2: LSD, 3: US Dollar","1: Heroin, 2: Kubanische Pesos, 3: Ferrari","1: Brot, 2: Gemälde, 3: Schweizer Franken","1: Uhren, 2: Euro, 3: Kokain"],"correctAnswers":["1: Uhren, 2: Euro, 3: Kokain"],"title":"Nachfragekurven","type":"radio"},"Anwendungssysteme können auf verschiedenen Ebenen eingeteilt werden. Wie lautet die Definition von Anwendungssysteme auf operativer Ebene.":{"answers":["Anwendungssysteme auf operativer Ebene unterstützen das mittlere Management im Bereich Kontrolle, Steuerung, Entscheidungsfindung und Administration.","Anwendungssysteme auf operativer Ebene unterstützen Führungskräfte im operativen Bereich durch die Ausführung und Überwachung von grundlegenden Aktivitäten und Transaktionen des Unternehmens.","Anwendungssysteme auf operativer Ebene unterstützen Fachkräfte aktiv an ihrem Arbeitsplatz, um eine effektive Ressourcennutzung zu erreichen.","Anwendungssysteme auf operativer Ebene unterstützen das Topmanagement darin, strategische Probleme in Angriff zu nehmen und auf langfristige Trends zu reagieren, die innerhalb der Unternehmung und im externen Umfeld gegeben sind."],"correctAnswers":["Anwendungssysteme auf operativer Ebene unterstützen Führungskräfte im operativen Bereich durch die Ausführung und Überwachung von grundlegenden Aktivitäten und Transaktionen des Unternehmens."],"title":"Anwendungssysteme auf operative Ebene","type":"radio"},"Auf welche Weise wird ein RFID-Chip identifiziert?":{"answers":["Per Teleperformance","Mittels elektromagnetischer Wellen","Mittels Telepathie","Über Gravitationswellen"],"correctAnswers":["Mittels elektromagnetischer Wellen"],"title":"RFID","type":"radio"},"Auf wessen Grundlage legt das Verkaufsprognosesystem von TAL den idealen\nWarenbestand fest?":{"answers":["Auf der Grundlage der Vorhersagung eines Modeexperten","Auf der Grundlage der Prognose des Penney-Kaufhaus-Managers","Auf der Grundlage der herzustellenden Produktionsmenge","Auf der Grundlage der bisherigen Verkaufsdaten"],"correctAnswers":["Auf der Grundlage der bisherigen Verkaufsdaten"],"title":"Fallstudie: J.C. Penneys","type":"radio"},"Aufgelistet sind 4 Aussagen zu Metadaten, kreuzen sie die richtige an.":{"answers":["Zu den Metadaten gehören Datenbanken, Bücher und anderweitige Arten der Datensammlungen.","Metadaten stehen oft für sich alleine und sind bereits so aussagekräftig.","Metadaten sind Daten welche Merkmale oder Eigenschaften für andere Daten enthalten","Metadaten sind grosse Ansammlungen an Daten, meist gegliedert."],"correctAnswers":["Metadaten sind Daten welche Merkmale oder Eigenschaften für andere Daten enthalten"],"title":"Metadaten","type":"radio"},"Aus der Vorlesung wissen wir, dass die obere Grenze für die Anzahl an für den Menschen sinnvoll wahrnehmbaren Dimensionen eines OLAP-Würfels etwa 7 ist. Wieviele Facetten hat ein maximal ausgelasteter Würfel?":{"answers":["24","5040","420","12","720"],"correctAnswers":["5040"],"title":"OLAP maximale Darstellungstiefe","type":"radio"},"Bei der Produktionsplanung- und Steuerung wird häufig eine Simulation gestartet. Was ist der Hauptgrund für eine Simulation?":{"answers":["Die Simulation soll das System testen, bevor es in den produktiven Betrieb übergeht.","Die Simulation soll primär Fälle zeigen, die sonst nur in Ausnahmezuständen auftreten.","Die Simulation ist sozusagen ein Zwilling des Live-Systems und wird hochgefahren, wenn ein System ausfällt.","Häufig ist es ein finanzielles Problem, man möchte deshalb die Verantwortlichen mit einem Konzept (=Simulation) überzeugen."],"correctAnswers":["Die Simulation soll das System testen, bevor es in den produktiven Betrieb übergeht."],"title":"Simulation Produktionsplanung- und Steuerung","type":"radio"},"Bei der Workflowmodellierung nach BPMN ist von einem «Token» die Rede. Um was handelt es sich dabei?":{"answers":["Der Token symbolisiert eine Art Spielstein, welcher die momentane Position des Prozesses kennzeichnet.","Der Token symbolisiert der Start eines Workflows und ist als grüner Kreis gekennzeichnet","Der Token ist der Startbutton um die Simulation des Workflows zu starten.","Der Token symbolisiert eine Art Fehlermeldung, welche bei einem Deadlock aufpoppt.","Der Token symbolisiert eine Verzweigung im Prozess, von welcher mehrere Alternativen abzweigen können"],"correctAnswers":["Der Token symbolisiert eine Art Spielstein, welcher die momentane Position des Prozesses kennzeichnet."],"title":"BPMN","type":"radio"},"Bei der Übernahme von Daten in die Datenbank können Daten verdichtet werden. Welche Gefahr besteht bei diesem Vorgehen?":{"answers":["Durch das Verdichten von Daten und den daraus folgenden Mittelwerten können Peaks abgeschwächt werden oder sogar wegfallen. Diese Peaks sind für Analysen jedoch oft von hoher Bedeutung.","Verdichten bedeutet, dass die Speichergrösse komprimiert wird. Dies kann zu Performance-Problemen bei der Abfrage der Daten führen.","Es besteht keine Gefahr beim Verdichten von Daten.","Beim Verdichten von Daten kann es geschehen, dass die Daten nicht mehr erkannt werden und somit verloren gehen."],"correctAnswers":["Durch das Verdichten von Daten und den daraus folgenden Mittelwerten können Peaks abgeschwächt werden oder sogar wegfallen. Diese Peaks sind für Analysen jedoch oft von hoher Bedeutung."],"title":"Datenübernahme","type":"radio"},"Bei einem Online-Händler wurden folgende Attribute mit identischer Datenstruktur definiert:Attributname: WarenkorbInhalt: Der Warenkorb eines KundenAttributname: WarenkorbInhalt: Der Warenkorb des Unternehmers bei einem LieferantenWie ist die Beziehung zwischen diesen Attributen, welche für eine Verwechslungsgefahr sorgt?":{"answers":["Es sind Homonyme.","Es sind Synonyme.","Diese haben den gleichen Namen aber eine andere Codierung.","Die Attribute sind überladen."],"correctAnswers":["Es sind Homonyme."],"title":"zwei Attribute mit gleichem Namen","type":"radio"},"Bei vielen Berufen (wie zum Beispiel Lehrer) schwankt es schon\nseit langen häufig stark zwischen Mangel und Überschuss. Wie wird dieses\nPhänomen genannt?":{"answers":["Schweinezklus","Spinnweb Theorem","Kurzfristige Kursschwankung","Bilaterales Monopol"],"correctAnswers":["Schweinezklus","Spinnweb Theorem"],"title":"Schwankungen","type":"checkbox"},"Bei welchen Fallbeispielen ist es sinnvoll, wenn man sich für das Konzept des Data Warehouse entscheidet um die Daten zu verarbeiten?":{"answers":["Ein Detailhändler möchte wissen, welche Produkte über welchen Zeitraum, Region, Distributionskanal, wenn vorhanden Kunden Alter am meisten Umsatz bringen.","Eine Produktionsfirma möchte ein System um möglichst detailierte Daten einer Produktionsmachine zu erfassen um deren Auslastung zu optimieren.","Eine Telefonzentrale möchte ein System, damit neue Kundeninformationen einfach erfasst werden können.","Ein Logistik Unternehmen möchte so Zeitnah wie möglich wissen, wann ein Paket erfolgreich zugestellt wurde, um den Absender zu informieren."],"correctAnswers":["Ein Detailhändler möchte wissen, welche Produkte über welchen Zeitraum, Region, Distributionskanal, wenn vorhanden Kunden Alter am meisten Umsatz bringen."],"title":"Data Warehouse","type":"radio"},"Bevor die Daten aus verschiedenen Quellen ins Data Warehouse gelangen, werden diese mittels ETL-Programmen bearbeitet. Welche der folgenden Bearbeitungen gehört nicht dazu?":{"answers":["Reportierung (Beispiel: Wie hoch ist der Quartalsgewinn?)","Bereinigung (Beispiel: Sind alle \"Muss-Felder\" ausgefüllt?)","Anreicherung (Beispiel: Soll das Total pro Bestellung bereits ausgerechnet werden?)","Harmonisierung (Beispiel: Sind unterschiedliche Codierungen vorhanden?)"],"correctAnswers":["Reportierung (Beispiel: Wie hoch ist der Quartalsgewinn?)"],"title":"ETL-Programme","type":"radio"},"BitCoin Transaktionen kann jeder einsehen. Darin stehen Absender- und Empfänger-Adresse, als auch der BitCoin Betrag.Welche der folgenden Fragen diesbezüglich ist korrekt?":{"answers":["Absender- und Empfänger-Adressen sind nicht anonym. Wären diese Adressen anonym, könnte die Transaktion nicht durchgeführt werden, weil der Empfänger nicht bekannt wäre.","Die Transaktion werden vom Absender signiert, mit dessen privaten Schlüssel. Mit dem öffentlichen Schlüssel dieser Person kann die Transaktion auf Richtigkeit verifiziert werden. Da der öffentliche Schlüssel die Person identifiziert, weiss man wer hinter der Transaktion steckt.","Transaktionen sind mit der BitCoin-Wallet des Besitzers verbunden. Diese sind per se nicht anonym. Anhand der Transaktions-Adresse lässt sich also ein Rückschluss auf die BitCoin-Wallet ziehen. Und somit auf die Person.","Absender- und Empfänger-Adresse sind anonym. Aus den Adressen allein können noch keine Rückschlüsse auf die Person hergeführt werden."],"correctAnswers":["Absender- und Empfänger-Adresse sind anonym. Aus den Adressen allein können noch keine Rückschlüsse auf die Person hergeführt werden."],"title":"BitCoin Anonymität","type":"radio"},"Bitcoin hat den grossen Nachteil der 51% Attacke ausgesetzt zu sein. Andere Währungen wie Stellar (XLM) verwenden stattdessen das Konsensverfahren namens “Proof-of-Stake”.  Dabei wird eine gewichtete Zufallsauswahl eingesetzt, wobei die Gewichte der einzelnen Teilnehmer aus Teilnahmedauer und/oder Vermögen (dem „Stake“) ermittelt werden. Bei diesem Verfahren ist zeit- und rechenintensives Mining nicht mehr nötig. Welche Aussagen sind richtig?":{"answers":["Bitcoin verwendet Proof-of-Capacity","Bei Proof-of-Stake ist es nicht mehr möglich, dass Netzwerk alleine durch den Besitz von Rechenleistung zu übernehmen.","Bitcoin verwendet Proof-of-Work","Bitcoin verwendet Proof-of-Burn"],"correctAnswers":["Bei Proof-of-Stake ist es nicht mehr möglich, dass Netzwerk alleine durch den Besitz von Rechenleistung zu übernehmen.","Bitcoin verwendet Proof-of-Work"],"title":"Proof-of-Stake","type":"checkbox"},"Bosch möchte gerne eine neue Fertigunskette für Bohrmaschinen in Indien Bauen. Welche der folgenden Punkte gehört nicht zur Sekundärbedarfsplanung?":{"answers":["Vertrag mit Lokaler Reparaturfirma bei Maschinenstörungen.","Abklärung mit lokalen Behörden über Sicherheitsauflagen und Planung derselbigen.","Vertrag mit lokalen Elektrohändler über verkauf der Neuen Produkte.","Lagerbestände, die vom anderen Standorten bezogen werden."],"correctAnswers":["Vertrag mit lokalen Elektrohändler über verkauf der Neuen Produkte."],"title":"PPS System","type":"radio"},"Das Hash Puzzle ist ein Integraler Teil bei der erstellung neuer Bitcoins. In Bitcoin wollen die Miner einen gültigen Output aus einer Liste von möglichen Outputs erreichen. Als Input haben sie einen Hash mit einer gewissen Vorgabe (z.B Die ersten 16 Zeichen sind alle 0). Sie testen den Rest des Input Hashes zufällig durch bis sie einen gültigen Output erhalten. Nehmen wir an unser Hash hat nur vier mögliche Zeichen (0 bis 3) und ist 8 Stellen lang. Die ersten 3 Stellen sind vorgegeben und müssen 0 sein. In diesem Fall gibt es nur einen gültigen Output. Wie viele Hash-Varianten muss ein Miner maximal ausprobieren bis er einen gültigen Output erhält?":{"answers":["2048","516","65536","1024","625"],"correctAnswers":["1024"],"title":"Hash Puzzle","type":"radio"},"Das KMU Business Innovator mit rund 1000 Mitarbeitern möchte ihr neues Produkt einer Bank wie der UBS vorstellen. An welche Personen wird sich Business Innovator richten?":{"answers":["An Führungskräfte für operative Aufgaben, da diese letztendlich den Betrieb gewährleisten müssen.","Business Innovator wird sich an einfache Mitarbeiter wenden, da diese das Topmanagement beeinflussen können.","Die beste Ansprechperson sitzt im Topmanagement. Zum Beispiel ein CEO oder CTO. Dies sind die grössten Entscheidungsträger.","Mittleres Management"],"correctAnswers":["Mittleres Management"],"title":"Management: Ansprechperson","type":"radio"},"Das Startup \"Image\nFinder\" entwickelt eine Software, die es erlauben soll, ähnliche\nUrlaubsfotos zu gruppieren. Wenn zum Beispiel ein Foto vom Letzen\nGriechenlandurlaub hochgeladen wird, so werden alle Bilder in der Datenbank\nangezeigt, die sich dem Griechenland-Bild ähneln (vielleicht typisch blaue\nDächer, weisse Häuser).Ihr Kollege schlägt diesbezüglich vor, den K-Means-Algorithmus zu implementieren. Welche der folgenden Aussagen sind korrekt?":{"answers":["Bei mehreren Dimensionen\n(mehr als 2D) kann ein Bild, obwohl es in einigen Dimensionen beinahe identisch\nzu Bildern eines Clusters X ist, einem anderen Cluster Y zugeordnet werden.","Ich muss die Anzahl Cluster schon zu beginn festlegen.","Es kann sein, dass auch Bilder, die eigentlich voneinander völlig verschieden sind, in den gleichen Cluster kommen.","Indem man bereits Klassen vorgibt, zu der der K-Means-Algorithmus die Bilder zuordnen soll, kann man das Clustering optimieren."],"correctAnswers":["Bei mehreren Dimensionen\n(mehr als 2D) kann ein Bild, obwohl es in einigen Dimensionen beinahe identisch\nzu Bildern eines Clusters X ist, einem anderen Cluster Y zugeordnet werden.","Ich muss die Anzahl Cluster schon zu beginn festlegen.","Es kann sein, dass auch Bilder, die eigentlich voneinander völlig verschieden sind, in den gleichen Cluster kommen."],"title":"Clustering Use Case: Similar Images","type":"checkbox"},"Das Startup CoolApp enwickelt ein Android App. Zur operativen Unterstützung benutzt sie das System Redmine.Für jedes Feature wird in Redmine ein Ticket erfasst und einem Entwickler  zugeteilt. Der Entwickler programmiert das Feature gemäss den Beschreibungen im Ticket und schliesst das Ticket, wenn er fertig ist.In Redmine erstellt er einen Wiki-Eintrag für das neue Feature und beschreibt darin, wie es benutzt wird.Welche Arten von Groupware Systemen werden in diesem Fall von Redmine bereitgestellt?":{"answers":["Konferenzsystem","Gemeinsame Arbeitsräume","Wissens-Management","Dokumente-Management","Workflow-Management"],"correctAnswers":["Wissens-Management","Workflow-Management"],"title":"Groupware Systeme","type":"checkbox"},"Das Substitutionsprinzip der Organisation besagt, dass...":{"answers":["mit abnehmender\nVeränderlichkeit betrieblicher Sachverhalte\ndie Tendenz zur allgemeinen Regelung\nabnimmt.","mit zunehmender Veränderlichkeit betrieblicher Sachverhalte\ndie Tendenz zur allgemeinen Regelung\nabnimmt.","mit zunehmender Veränderlichkeit betrieblicher Sachverhalte die Tendenz zur allgemeinen Regelung\nzunimmt.","mit abnehmender\nVeränderlichkeit betrieblicher Sachverhalte\ndie Tendenz zur allgemeinen Regelung\nzunimmt."],"correctAnswers":["mit abnehmender\nVeränderlichkeit betrieblicher Sachverhalte\ndie Tendenz zur allgemeinen Regelung\nzunimmt."],"title":"Substitutionsprinzip","type":"radio"},"Daten werden oft verdichtet und in Datenbanken gespeichert. Was sind die Gefahren, die dabei auftreten können?":{"answers":["Das Verdichten kann die Daten durch das Bilden von Mittelwerten verfälschen. Dadurch können relevante Spitzenwerte abgeschwächt werden.","Eine Verdichtung von Daten kann zu längeren Zugriffszeiten führen.","Es besteht keine Gefahr.","Eine Verdichtung kann zu Datenverlusten führen."],"correctAnswers":["Das Verdichten kann die Daten durch das Bilden von Mittelwerten verfälschen. Dadurch können relevante Spitzenwerte abgeschwächt werden."],"title":"Verdichtung von Daten","type":"radio"},"Der BitCoin versucht das System mit einem Belohnungssystem aufrecht zu erhalten. Warum können User beim Versuch zu schummeln nicht bestraft werden?":{"answers":["Der BitCoin ist offen für alle. Beim Ausschluss als Bestrafung wird der BitCoin zu einer geschlossenen Community.","Strafen können von Usern ohne BitCoins nicht bezahlt werden. Dies ist gegenüber Usern mit Coins unfair.","Die Strafe setzt eine weitere Confirmation der Community voraus. Dies führt zu einer Inkonsistenz in der Blockchain.","Da der BitCoin nicht zentralisiert ist, kann auch kein Kontrollorgan (z.B. BitCoin-Polizei) erschaffen werden. Diese würde automatisch zu einer Zentralisierung des Bitcoins führen.","Da die BlockChain und der BitCoin anonym sind, weiss man nicht wer bestraft werden muss."],"correctAnswers":["Der BitCoin ist offen für alle. Beim Ausschluss als Bestrafung wird der BitCoin zu einer geschlossenen Community.","Da der BitCoin nicht zentralisiert ist, kann auch kein Kontrollorgan (z.B. BitCoin-Polizei) erschaffen werden. Diese würde automatisch zu einer Zentralisierung des Bitcoins führen.","Da die BlockChain und der BitCoin anonym sind, weiss man nicht wer bestraft werden muss."],"title":"Belohnungssystem BitCoin","type":"checkbox"},"Der Data Mart zeichnet sich durch...................................... aus.":{"answers":["hohe Granularität","hohe Datenmenge","niedrige Datenmenge","hohe Abfragegeschwindigkeit"],"correctAnswers":["niedrige Datenmenge","hohe Abfragegeschwindigkeit"],"title":"Data Mart","type":"checkbox"},"Der Kanalreiniger Rohr Turbo erledigte bis 2014 alle Rapporte auf Papier. Durch das neu eingeführte System konnten sie schliesslich alle Rapporte direkt beim kunden vor Ort digital erstellen und an das Backoffice senden. Dadurch wurde auch der Prozess für die Erstellung einer Rechnung automatisiert. Rohr Turbo plant in den kommenden Jahren nun eine Einführung einer vollwertigen ERP Software (Um Lagerbestände zu Überwachen, Adressdaten zu verwalten, Arbeitszeiten der Mitarbeiter zu erfassen)Aus welchen Gründen hat Rohr Turbo ihr Geschäft digitalisiert und plant weitere Investitionen?":{"answers":["Rohr Turbo kann durch weitere Investitionen gewisse Abläufe automatisieren und erhofft sich eine schnellere Abwicklung gewisser Geschäftsprozesse.","Die Kunden von Rohr Turbo fordern eine digitale Aufbewahrung der Rapporte um eine höhere Sicherheit ihrer Daten zu gewährleisten.","Durch die Überführung und digitale Erfassung der Daten können nun Informationen leichter ausgewertet werden.","Rohr Turbo erhoffte sich durch die Automatisierung der Rechnungsabwicklung und die damit verbundenen Entlassung einer Sachbearbeiterin, eine Kostensenkung."],"correctAnswers":["Rohr Turbo kann durch weitere Investitionen gewisse Abläufe automatisieren und erhofft sich eine schnellere Abwicklung gewisser Geschäftsprozesse.","Durch die Überführung und digitale Erfassung der Daten können nun Informationen leichter ausgewertet werden.","Rohr Turbo erhoffte sich durch die Automatisierung der Rechnungsabwicklung und die damit verbundenen Entlassung einer Sachbearbeiterin, eine Kostensenkung."],"title":"Investitionen in IT","type":"checkbox"},"Der offene Wirtschaftskreislauf besteht aus:":{"answers":["Staat, Kantone, Haushalte, Ausland, Unternehmen","Staat, Haushalte, Ausland, Unternehmen, Kapitalsammelstellen","Staat, Haushalte, Ausland, Unternehmen, NGOs","Staat, Haushalte, Ausland, KMU, Kapitalsammelstellen"],"correctAnswers":["Staat, Haushalte, Ausland, Unternehmen, Kapitalsammelstellen"],"title":"Offener Wirtschaftskreislauf","type":"radio"},"Die Airline \"Southwest Air Lines\" soll mittels Benchmarking eine Zeitersparniss von 50% erreicht haben. Dabei verglich sie die Zeiten für Be- und Entladung, Betankung, Reinigung und Sicherheitschecks von Flugzeugen mit den Boxenstopps beim Indy-500-Autorennen. Um was für eine Art von Benchmarking handelt es sich hierbei?":{"answers":["Externes Benchmarking","Dies ist ein Beispiel für Ursache-Wirkung Analyse und hat nichts mit Benchmarking zu tun","Generisches Benchmarking","Internes Benchmarking"],"correctAnswers":["Generisches Benchmarking"],"title":"Benchmarking","type":"radio"},"Die Anzahl Erwerbstätiger im tertiären Sektor wächst in der Schweiz seit über 100 Jahren stetig. Woran liegt das?":{"answers":["Arbeitsplätze im tertiären Sektor haben keinen hohen Qualifizierungsbedarf, deswegen arbeiten viele Menschen in diesem Sektor.","Der demografische Wandel und die wachsenden Anforderungen an staatliche Dienstleistungserbringer führen zu einer gesteigerten Nachfrage von Dienstleistungen und schaffen damit Arbeitsplätze im tertiären Sektor","Die Zersiedelung und das Bevölkerungswachstum hat den Platz für Arbeitsplätze im primären Sektor genommen. Diese Arbeitnehmer arbeiten deswegen nun im sekundären oder tertiären Sektor.","Der tertiäre Sektor spielt dank IT- und Kommunikationssysteme in der Wertschöpfung eine immer wichtigere Rolle und schafft somit Arbeitsplätze"],"correctAnswers":["Der demografische Wandel und die wachsenden Anforderungen an staatliche Dienstleistungserbringer führen zu einer gesteigerten Nachfrage von Dienstleistungen und schaffen damit Arbeitsplätze im tertiären Sektor","Der tertiäre Sektor spielt dank IT- und Kommunikationssysteme in der Wertschöpfung eine immer wichtigere Rolle und schafft somit Arbeitsplätze"],"title":"Anzahl Erwerbstätige im tertiären Sektor in der Schweiz","type":"checkbox"},"Die CSS Krankenversicherung hat schon früh in \"Innovation\" investiert. Kunden konnten via Smartphone ihre Arztrechnungen einreichen. Welche Gründe liegen der Investition zugrunde?":{"answers":["Die Software bietet gegenüber dem E-Mail-Verkehr keinen wesentlichen Vorteil, da letztendlich die Dokumente sowieso irgendwo abgelegt werden.","Die Dokumente sollten so im Hintergrund ausgeklügelt gesammelt, prozessiert und archiviert werden.","Es konnten dadurch mehr Kunden abgeholt werden, d.h. für die Kunden konnte der Prozess so vereinfacht werden.","In einem hart umkämpften Markt wollte die CSS sich so einen Marktvorteil verschaffen."],"correctAnswers":["Die Dokumente sollten so im Hintergrund ausgeklügelt gesammelt, prozessiert und archiviert werden.","Es konnten dadurch mehr Kunden abgeholt werden, d.h. für die Kunden konnte der Prozess so vereinfacht werden.","In einem hart umkämpften Markt wollte die CSS sich so einen Marktvorteil verschaffen."],"title":"Dokumentmanagementsystem CSS","type":"checkbox"},"Die Eigenschaften eines Funktionendiagramm sind:":{"answers":["Matrixförmige Darstellung","Zeigt das funktionale\nZusammenwirken mehrerer Stellen zur Bewältigung einer Aufgabe","Hierarchische Darstellung","Zeigt Kernprozesse und deren Funktion im zeitlichen Ablauf"],"correctAnswers":["Matrixförmige Darstellung","Zeigt das funktionale\nZusammenwirken mehrerer Stellen zur Bewältigung einer Aufgabe"],"title":"Funktionendiagramm","type":"checkbox"},"Die Firma Teekanne AG hat aktuell folgendes Problem: Trotz hohen Lagerbeständen sind nur gerade 80% der Kundenbestellungen an Lager. 20% müssen erst noch produziert werden. Dies ist ärgerlich, da die Lagerbestände ja hoch gehalten werden und dadurch auch hohe Lagerkosten entstehen.Sie holen nun verschiedene Offerten für neue Integrationslösungen ein. Neu sind insbesondere ihre Lieferanten und Grossabnehmer in ihr Informationssystem integriert. Bei jeder Offerte schätzen sie Nutzen und Kosten der Integration ab. Für welche der in der Grafik eingezeigten Lösungen A, B, C oder D würden Sie sich entscheiden?":{"answers":["Integrationslösung A","Integrationslösung B","Integrationslösung C","Integrationslösung D"],"correctAnswers":["Integrationslösung B"],"title":"Optimaler Integrationsgrad","type":"radio"},"Die Kollisionssicherheit der Hashfunktion besagt, dass":{"answers":["die Hashfunktion gerade ist","zwei oder mehr unterschiedliche Eingabewerte nicht den gleichen Hashwert besitzen dürfen","aus dem Hashwert nicht der originale Eingabewert erzeugt werden darf","zwei oder mehr unterschiedliche Eingabewerte den gleichen Hashwert besitzen müssen"],"correctAnswers":["zwei oder mehr unterschiedliche Eingabewerte nicht den gleichen Hashwert besitzen dürfen"],"title":"Hashwert","type":"radio"},"Die Post benutzt verschiedene Systeme, welche dafür zuständig sind, dass ein Paket von A nach B kommt. Diese beinhalten zum Beispiel Preisberechnung, Adresszuordnung, Lieferungsprotokolle usw. Worauf sollte beim planen der Datenbank geachtet werden?":{"answers":["Eine Zentrale Datenbank auf die alle Programme per Remote zugreifen. Keine lokalen Daten.","Eine Zentrale Datenbank mit Backup Datenbank auf die alle Programme per Remote zugreifen. Daten werden Partitioniert auf das genutzte System lokal gecached.","Jedes System hat eine eigene Datenbank mit einem Datenbankbackup. Daten können beim Host gecached werden.","Jeder dieser Systeme ist gut. Das ausschlaggebende ist eine leistungsfähige Hardware."],"correctAnswers":["Eine Zentrale Datenbank mit Backup Datenbank auf die alle Programme per Remote zugreifen. Daten werden Partitioniert auf das genutzte System lokal gecached."],"title":"Datenbanksysteme","type":"radio"},"Die Rate mit welcher neue Blocks an die Blockchain angefügt werden beträgt bei Bitcoin durchschnittlich 10 minuten pro Block. Welcher Mechanismus steuert dies?":{"answers":["Das Target wird verändert.","Der Nonce wird verändert.","Die Anzahl Transaktionen pro Block wird verändert.","Die Länge des zu berechnenden Hashs wird verändert."],"correctAnswers":["Das Target wird verändert."],"title":"Rate hinzugefügter Blocks","type":"radio"},"Die Sekundärplanung dient als Grundlage für die spätere?":{"answers":["Marktstrategie","Personalplanung","Maschinenkapazität","Grobterminierung","Rüstzeit"],"correctAnswers":["Grobterminierung"],"title":"PPS Systeme","type":"checkbox"},"Die Teilnehmenden Alex, Bea, Cäsar, Denis, Erika und Frida erhalten zu beginn je 100 Bitcoin Taler, so dass jeder von Ihnen genau 100 Taler besitzt:Folgende Transaktionen werden der Reihe nach durchgeführt:ID 11: Alex gibt Bea 80 TalerID 12: Frida gibt Alex 30 TalerID 13: Bea gibt Frida 20 TalerID 14: Alex gibt Erika 60 TalerWelche Transaktionen sind Gültige Transaktionen?":{"answers":["Transaktion mit ID 12: Frida gibt Alex 30 Taler","Transaktion mit ID 13: Bea gibt Frida 20 Taler","Transaktion mit ID 14: Alex gibt Erika 60 Taler","Transaktion mit ID 11: Alex gibt Bea 80 Taler"],"correctAnswers":["Transaktion mit ID 12: Frida gibt Alex 30 Taler","Transaktion mit ID 13: Bea gibt Frida 20 Taler","Transaktion mit ID 11: Alex gibt Bea 80 Taler"],"title":"Bitcoin Transaktion","type":"checkbox"},"Die Wirtschaftsinformatik stellt eine Mischung zwischen\nInformatik und Betriebswirtschaftslehre her. Damit hat sie viele Merkmale einer\nSchnittstellendisziplin. Welche der folgenden Aufgabenbereiche gehören in die Wirtschaftsinformatik?":{"answers":["Erforschung der Auswirkung von Informationssystemen","Das Erstellen von Modellen zur Definition von Anforderungen\nan Informationssysteme.","Analyse und Optimierung der Wirtschaftsprozesse durch\nInformationstechnologien","Die Analyse und Optimierung von Programmiercode"],"correctAnswers":["Erforschung der Auswirkung von Informationssystemen","Das Erstellen von Modellen zur Definition von Anforderungen\nan Informationssysteme.","Analyse und Optimierung der Wirtschaftsprozesse durch\nInformationstechnologien"],"title":"Definition Wirtschaftsinformatik","type":"checkbox"},"Die neue Technologie, welche innerhalb der UPS die Fehleranfälligkeit von optischen Abtastsystemen verringern könnte.":{"answers":["LTE","WiFi","QR-Code","RFID - Radio frequency identification"],"correctAnswers":["RFID - Radio frequency identification"],"title":"UPS Tech","type":"radio"},"Durch den Einsatz von Enterprise-Resource-Planning (ERP) Systemen, versuchen Unternehmen welche Qualitätsmerkmale zu verbessern?":{"answers":["Niedrige Kontinuität","Hohe Kapitalbindung","Komplexitätsreduktion","Hohe Produktivität"],"correctAnswers":["Komplexitätsreduktion","Hohe Produktivität"],"title":"ERP","type":"checkbox"},"Durch einen neuen\nHerstellungsprozess konnten die Kosten zur Herstellung von Akkus erheblich\nreduziert werden.Die Elektroautohersteller\nbeschliessen darauf, dass sie die Preise dem entsprechend anpassen. Leider\nbewirkt dies nur eine kleine Steigerung der Verkaufszahlen.\n\nWelchen Schluss lässt dies auf\ndie Preiselastizität der Nachfrage zu?":{"answers":["Es\nbesteht eine anomale Preiselastizität.","Die\nPreiselastizität ist sehr elastisch. (e < -1)","Die Preiselastizität ist unelastisch. (-1 < e < 0)","Die Preiselastizität ist proportional elastisch. (e = -1)"],"correctAnswers":["Die Preiselastizität ist unelastisch. (-1 < e < 0)"],"title":"Preiselastizität der Nachfrage","type":"radio"},"Durch welche Kriterien treffen auf Stammdaten in einem ERP System zu?":{"answers":["Werden oft von mehreren Anwendungen bzw. Unternehmensbereichen verwendet.","Werden kurz oder mittelfristig gehalten","zeichnen sich durch eine gewisse Dynamik aus (zeitlich variant) und haben meistens einen Zeitbezug","Zeichnen sich durch eine gewisse Statik aus (zeitlich invariant) und haben meistens keinen Zeitbezug","Sind bei analytischen Auswertungen oft die Kriterien, nach denen ausgewertet wird.","werden meistens langfristig gehalten."],"correctAnswers":["Werden oft von mehreren Anwendungen bzw. Unternehmensbereichen verwendet.","Zeichnen sich durch eine gewisse Statik aus (zeitlich invariant) und haben meistens keinen Zeitbezug","Sind bei analytischen Auswertungen oft die Kriterien, nach denen ausgewertet wird.","werden meistens langfristig gehalten."],"title":"ERP - Stammdaten","type":"checkbox"},"Durch welche Methode lassen sich Anlagen auf dem roten Bereich der Tangente erreichen?":{"answers":["Nur durch sogenanntes short-selling","Nur durch Interpolation zwischen verschiedenen Wertpapieren","Nur durch Interpolation zwischen risikofreien Anlagen und Wertpapieren","Nur durch ausschliessliches setzen auf risikofreie Anlagen"],"correctAnswers":["Nur durch sogenanntes short-selling"],"title":"Portfolio Analysis","type":"radio"},"EIn Arbeiter macht eine Arbeit sehr gut, deshalb gibt im sein Chef nun weitere ähnliche Arbeiten.Worum handelt es sich?":{"answers":["DIes eine vertikalen Umstrukturierung.","Job Enrichment","Arbeitserweiterung ist im Personalwesen eine Strategie der Arbeitsstrukturierung.","Job Enlargement"],"correctAnswers":["Arbeitserweiterung ist im Personalwesen eine Strategie der Arbeitsstrukturierung.","Job Enlargement"],"title":"Funktionsintegration","type":"checkbox"},"Ein Bierproduzent kauft folgende Güter:Holzfass CHF 10Weizen CHF 3Wasser CHF 0.50Hopfen CHF 15 Hefe CHF 1Totale Kosten: CHF 29.50Das Bierfass verkauft der Produzent für CHF 80 an einen Einzelhändler. Damit macht er einen Ertrag von CHF 50.50. Dies ist ein klassisches Beispiel für ...":{"answers":["eine Wertschöpfung.","eine Preisabsprache.","einen Absatzmarkt.","eine Beschaffungsmassnahme."],"correctAnswers":["eine Wertschöpfung."],"title":"Value Chain","type":"radio"},"Ein Bilaterales Oligopol ist wenn es:":{"answers":["Wenige Anbieter und wenige Nachfrager gibt, zB. Bootsverkauf.","Wenige Anbieter und viele Nachfrager gibt, z.B Telekommarkt in der Schweiz.","nur einen Anbieter und nur einen Nachfrager gibt, zB. Schweizerfranken von der Orell Füssli.","Viele Anbieter und viele Nachfrager gibt, zB. Coiffeursalons","Viele Anbieter und wenige Nachfrager gibt, zB. Bau der Kantonstrassen."],"correctAnswers":["Wenige Anbieter und wenige Nachfrager gibt, zB. Bootsverkauf."],"title":"Markformen","type":"radio"},"Ein Data Warehouse hält die Daten zentral und dispositiv. Wie unterscheiden sich dispositive Daten von operativen Daten?":{"answers":["Während operative Daten detailliert sind, sind dispositive Daten verdichtet und transformiert.","Während operative Daten direkt an den Wertschöpfungsprozessen beteiligt sind, dienen die dispositiven Daten für die Steuerung und Lenkung im Management.","Während operative Daten aktuell und zeitpunktbezogen sind, sind dispositive Daten zeitraumbezogen.","Im Unterschied zu den operativen Daten, sind dispositive Daten inkonsistent."],"correctAnswers":["Während operative Daten detailliert sind, sind dispositive Daten verdichtet und transformiert.","Während operative Daten direkt an den Wertschöpfungsprozessen beteiligt sind, dienen die dispositiven Daten für die Steuerung und Lenkung im Management.","Während operative Daten aktuell und zeitpunktbezogen sind, sind dispositive Daten zeitraumbezogen."],"title":"Data Warehouse","type":"checkbox"},"Ein Data Warehouse...":{"answers":["...kann Operationen nur in Abhängigkeit von den Transaktionen der operativen Anwendungssystemen ausführen. Deshalb ist das Data Warehouse immer abhängig von OA's.","... kennzeichnet sich durch eigene physische Datenhaltung aus, obwohl interne und externe Daten verwendet werden.","...ist eine speziell angelegte Datenbank, die themenspezifisch ausgerichtet wird.","...tritt als unternehmensumfassender Datenpool auf."],"correctAnswers":["... kennzeichnet sich durch eigene physische Datenhaltung aus, obwohl interne und externe Daten verwendet werden.","...ist eine speziell angelegte Datenbank, die themenspezifisch ausgerichtet wird.","...tritt als unternehmensumfassender Datenpool auf."],"title":"Data Warehouse","type":"checkbox"},"Ein Intranet kann viele Vorteile für ein Unternehmen bieten. Eine der folgenden Aussagen ist jedoch falsch, bitte kreuzen sie diese an.":{"answers":["Intranets ermöglichen ansprechende Umgebungen mit hohem Informationsgehalt","Intranets sind leicht skalierbar","Intranets sind ein guter Weg um Werbungen für externe Kunden zu schalten.","Intranets stellen eine umfangreiche Palette von Hilfsmitteln zur Verfügung"],"correctAnswers":["Intranets sind ein guter Weg um Werbungen für externe Kunden zu schalten."],"title":"Intranet","type":"radio"},"Ein operatives System ist ein Anwendungssystem, das die täglichen, für den Geschäftsbetrieb notwendigen Routinetransaktionen ausführt und aufzeichnet.Welches ist kein typisches operatives System?":{"answers":["Versandsysteme","Transaktionsdatensystem","Hotelreservierungssystem","Lohnabrechnungssystem"],"correctAnswers":["Transaktionsdatensystem"],"title":"Operative Anwendungssysteme","type":"radio"},"Eine Bitcoin-Transaktion erfordert:":{"answers":["die öffentliche Adresse des Empfänger-Kontos","den Namen und die Adresse des Empfängers","den Privaten Key zu dieser öffentlichen Adresse, um Transaktionen ausgehend von diesem Konto zu signieren","die öffentliche Adresse des Sender-Kontos","den Überweisungsbetrag"],"correctAnswers":["die öffentliche Adresse des Empfänger-Kontos","den Privaten Key zu dieser öffentlichen Adresse, um Transaktionen ausgehend von diesem Konto zu signieren","die öffentliche Adresse des Sender-Kontos","den Überweisungsbetrag"],"title":"Bitcoin-Transaktion","type":"checkbox"},"Eine Online-Suchmaschine möchte zu jeder Suchanfrage Werbung anzeigen, mit Produkten welche andere Benutzer die den gleichen Suchbegriff eingegeben haben kauften.Mit welcher Daten Mining Methode muss die Online-Suchmaschine ihre Daten durchsuchen?":{"answers":["Classification","Frequent Itemset Mining","Clustering","Spatial data mining"],"correctAnswers":["Frequent Itemset Mining"],"title":"Data Mining Tasks","type":"radio"},"Enterprise Resource Planning (ERP) Systeme bieten eine integrierte, unternehmensweite Koordination wichtiger interner Prozesse eines Unternehmens.Welche Aussagen treffen bezüglich der Vorteile und Herausforderungen von ERP Systemen zu?":{"answers":["Ein Vorteil von ERP Systemen ist, dass das Erfassen von Daten effizienter gestaltet werden kann, weil z.B. mit Hilfe von integrierter Programme, die Daten mit weniger manuellem Aufwand gesammelt werden können.","Wenn die Geschäftsprozesse grossen Änderungen unterworfen werden, kann es sein, dass das ERP plötzlich nicht mehr flexibel genug ist oder Inkompatibilitäten auftreten. Diese Herausforderungen vermindern die Effizienz und erhöhen die Kosten","Unternehmensweiter Zugang der gebündelten Informationen ermöglichen es dem Management, bessere Entscheidungen zu treffen","ERP Systeme führen unmittelbar nach der Einführung zu messbaren Effizienzsteigerungen und damit verbundenen Kostenreduktion"],"correctAnswers":["Ein Vorteil von ERP Systemen ist, dass das Erfassen von Daten effizienter gestaltet werden kann, weil z.B. mit Hilfe von integrierter Programme, die Daten mit weniger manuellem Aufwand gesammelt werden können.","Wenn die Geschäftsprozesse grossen Änderungen unterworfen werden, kann es sein, dass das ERP plötzlich nicht mehr flexibel genug ist oder Inkompatibilitäten auftreten. Diese Herausforderungen vermindern die Effizienz und erhöhen die Kosten","Unternehmensweiter Zugang der gebündelten Informationen ermöglichen es dem Management, bessere Entscheidungen zu treffen"],"title":"Vorteile und Herausforderungen von ERP Systemen","type":"checkbox"},"Es gibt 3 Stufen von Arbeitssynthesen. Welche wären dies in W-Wörtern?":{"answers":["Wer, Wie, Was","Wer, Wann, Wo","Warum, Wann, Wie","Wie, Wo, Was","Wann, Weshalb, Wie"],"correctAnswers":["Wer, Wann, Wo"],"title":"Arbeitssynthesen","type":"radio"},"Es gibt in der Schweiz nur sehr wenige Firmen, welche Züge für den\nPersonenverkehr herstellen und praktisch nur die SBB als Käufer. In\nwelcher Marktform befinden wir uns?":{"answers":["Beschränktes Nachfragemonopol","Beschränktes Angebotsmonopol","Nachfrageoligopol","Vollständige Konkurrenz","Angebotsoligopol","Nachfragemonopol (Monopson)","Bilaterales Oligopol","Bilaterales Monopol","Angebotsmonopol"],"correctAnswers":["Beschränktes Nachfragemonopol"],"title":"Marktform","type":"radio"},"Frau Meier wurde angestellt um dem CFO eines Unternehmens unter die Arme zu greifen. Sie recherchiert Quellen und stellt Dokumente zusammen, die der CFO für seine tägliche Arbeit benötigt. Wie nennt man die Stelle von Frau Meier?":{"answers":["Ausführende Stelle","Leitungsstelle","Stabstelle","Zentrale Dienste"],"correctAnswers":["Stabstelle"],"title":"Terminologie Stellen","type":"radio"},"Fritz arbeitet bei dem Biotechunternehmen Super-Duper-Bio-Tech. Für diese fährt er mit dem Auto quer durch die Schweiz zu Kunden um Super-Duper-Messgeräte zu verkaufen. Als er während der Pause einem Bach entlanggeht, füllt er seine Flasche mit frischem, klarem Bachwasser, von welchem er einen herzhaften Schluck nimmt.Entscheiden Sie, welche der folgenden Aussagen korrekt sind.":{"answers":["Das Auto ist ein Investitionsgut.","Das Wasser ist ein Wirtschaftsgut.","Das Auto ist ein Konsumgut.","Wenn Fritz statt mit dem Auto mit dem Zug unterwegs wäre, dann wäre das ein Substitutionsgut.","Die Super-Duper-Messgeräte sind ein Konsumgut für Fritz's Firmenkunden.","Das Wasser ist ein freies Gut."],"correctAnswers":["Das Auto ist ein Investitionsgut.","Wenn Fritz statt mit dem Auto mit dem Zug unterwegs wäre, dann wäre das ein Substitutionsgut.","Das Wasser ist ein freies Gut."],"title":"Güterarten","type":"checkbox"},"Für\nwas steht die Abkürzung DIAD?":{"answers":["Data\nInformation Agreement Device","Delivery\nInformation Agreement Device","Data\nInformation Acquisition Device","Delivery\nInformation Acquisition Device"],"correctAnswers":["Delivery\nInformation Acquisition Device"],"title":"Abkürzung DIAD","type":"radio"},"Für\nwas werden Hashfunktionen verwendet?":{"answers":["Auffinden\nvon Duplikaten","Diverse\nAnwendungen in der Kryptographie","Aus\ndem Hashwert den Input herleiten","Schutz\nsensibler daten"],"correctAnswers":["Auffinden\nvon Duplikaten","Diverse\nAnwendungen in der Kryptographie","Schutz\nsensibler daten"],"title":"(BB) Bitcoin & Blockchain","type":"checkbox"},"Für welche Schritt der Auftragsbearbeitung benötigt man Information zur Stückliste, den Lagerbestände, den Ersatzteile und den Sicherheitszuschläge?":{"answers":["Sekundärbedarfsplanung","Auftragsplanung","Werkstatsteuerung","Kapazitätsabgleich.","Primärbedarfsplanung"],"correctAnswers":["Sekundärbedarfsplanung"],"title":"Operative Anwendungssysteme","type":"radio"},"Gegeben sei die folgende Tabelle. Erstellen Sie daraus einen Netzplan und ermitteln Sie den kritischen Pfad.":{"answers":[null,null,null,null],"correctAnswers":[],"title":"Netzplan","type":"checkbox"},"Im Schweizer Eishockeyartikelmarkt gibt es mit Ochsner Hockey einen grossen Anbieter mit 23 Filialen. Ausserdem gibt es einige kleinere Anbieter, welche nur über eine Filiale verfügen. Diese sind aber über die ganze Schweiz verteilt. Im Onlinehandel gibt es nur zwei Anbieter. Die meisten Kunden sind Eishockeyspieler.Wie schätzen Sie diese Marktform ein?":{"answers":["Angebotsmonopol","Nachfrageoglipol","Bilaterales Monopol","Bilaterales Oglipol","Nachfragemonopol","Beschränktes Angebotsmonopol","Vollständige Konkurrenz","Angebotsoglipol"],"correctAnswers":["Angebotsoglipol"],"title":"Marktformen","type":"radio"},"In der Vorlesung haben wir gelernt, dass sich die Nutzenfunktion annähernd wie eine Wurzelfunktion verhält und die Kostenfunktion annähernd wie eine Exponentialfunktion. Für welche x ∈ R gibt es tatsächlich noch Verbesserungspotential, wenn N(x) = sqrt(x) die Nutzenfunktion und K(x) = exp(x) die Kostenfunktion ist.":{"answers":["x für diese gilt: N(x) > K(x)","x für diese strikte gilt: N(x) = K(x)","x für diese gilt: N(x) >= K(x)","x für diese gilt: N(x) <= K(x)"],"correctAnswers":["x für diese gilt: N(x) > K(x)"],"title":"Optimaler Integrationsgrad","type":"radio"},"In einem Unternehmen steigen die Fixkosten. Welche Aussagen\nstimmen?":{"answers":["Die Selbstkosten steigen.","Die Variablen kosten sinken.","Das Betriebsminium sinkt.","Die Gewinngrenze erhöht sich."],"correctAnswers":["Die Selbstkosten steigen.","Die Gewinngrenze erhöht sich."],"title":"Fixkosten","type":"checkbox"},"In welche Kategorie gehört Microsoft Word am ehesten?":{"answers":["Microsoft Word ist sehr komplex und kann weder einem Informationssystem noch einem Anwendungssystem als Software zugeteilt werden.","Da Microsoft Word viele Plugins (= Erweiterungen) besitzt,  gehört es zur Kategorie Individualsoftware.","Da Microsoft Word sehr modular aufgebaut ist, gehört es als Software zur Kategorie Informationssystem und Anwendungssystem.","Microsoft Word ist ein typisches Beispiel für eine Anwendungssoftware in einem Anwendungssystem."],"correctAnswers":["Microsoft Word ist ein typisches Beispiel für eine Anwendungssoftware in einem Anwendungssystem."],"title":"Anwendungssystem / Informationssystem","type":"radio"},"In welchen Bereichen können Funktionale Innovationen stattfinden?":{"answers":["Marketing","Logistik","Mobilität","Produktion","Komfort"],"correctAnswers":["Mobilität","Komfort"],"title":"Ansatzpunkte Innovation","type":"checkbox"},"In welcher Gruppe sind die risikofreie Projekte einer Protfolio-Analyse an ehesten zu finden?":{"answers":["Avoid (vermeiden)","Cautiously examine (vorsichtig prüfen)","Routine project (Routine-Projekte)","Identify & Develop (identifizieren & entwickeln)"],"correctAnswers":["Routine project (Routine-Projekte)"],"title":"Portfolio-Analyse: risikofreie Projekte","type":"radio"},"In wie weit ist man in der BitCoin Blockchain anonym?":{"answers":["Sobald die Wallet-Adresse bekannt ist kann jeder die Transaktionen einsehen","Sobald die Wallet Adresse auf die Person zugewiesen werden kann, ist die Anonymität verloren","Solange niemand den private Key des Wallets kennt, ist man anonym","Die Blockchain ist komplett anonym"],"correctAnswers":["Sobald die Wallet-Adresse bekannt ist kann jeder die Transaktionen einsehen","Sobald die Wallet Adresse auf die Person zugewiesen werden kann, ist die Anonymität verloren"],"title":"Anonymität","type":"checkbox"},"Informationssysteme bieten grosse Vorteile für Unternehmen, Angestellte und Kunden. Nachfolgend sind 4 Aussagen aufgelistet, bitte kreuzen sie die Aussage an, welche für sie keinen Vorteil darstellt:":{"answers":["Informationssysteme können sehr viel schneller als Menschen Berechnungen ausführen und Schreibarbeiten erledigen.","Über das Internet werden Informationen sofort an Millionen von Benutzern in der ganzen Welt verteilt.","Informationssysteme stellen vorhandenen Diesten wie Geldautomaten oder Telefonsystemen neue Fähigkeiten zur verfügung.","Informationssysteme können Unternehmen in die Lage versetzen persönliche Daten zu sammel und diese nach belieben zu verwenden."],"correctAnswers":["Informationssysteme können Unternehmen in die Lage versetzen persönliche Daten zu sammel und diese nach belieben zu verwenden."],"title":"Positive Auswirkungen von Informationssystemen","type":"radio"},"Informationssysteme umfassen mehr als nur die technische Dimension.Sie umfassen auch die Dimensionen:":{"answers":["Sozial & Rechtlich","Ökonomie & Psychologie","Umwelt & Politik","Organisation & Management"],"correctAnswers":["Organisation & Management"],"title":"Informationsysteme","type":"radio"},"Inwiefern tangierte die Dotcom-Blase Herman Miller?":{"answers":["z-Axis konnte aufgrund der geplatzten Dotcom Blase nicht mehr weiterentwickelt werden, da die finanziellen Ressourcen fehlten. Herman Miller verlor somit den Wettbewerbsvorteil und konnte den Umsatz nicht mehr halten.","Viele Kunden von Herman Miller profitierten von der Dotcom-Hausse. Als die Blase platzte und diese Kunden pleite gingen, wurden teure Büromöbel billigst versteigert und Herman Miller konnte kaum noch neue Möbel absetzen.","Herman Miller folgte dem Digitalisierungstrend und investierte in neue Technologien wie Internet, Handys etc. Als der Zusammenbruch kam, verlor Hermann Miller das investierte Geld.","Durch den vorhergehenden Aufschwung der Dotcom-Blase konnten mehrere Firmen andere Software auf den Markt bringen, die gleich gut wie z-Axis war, aber viel günstiger. Konkurrenten von Herman Miller konnten ab sofort die gleichen Dienstleistungen erbringen, aber um einiges günstiger"],"correctAnswers":["Viele Kunden von Herman Miller profitierten von der Dotcom-Hausse. Als die Blase platzte und diese Kunden pleite gingen, wurden teure Büromöbel billigst versteigert und Herman Miller konnte kaum noch neue Möbel absetzen."],"title":"Dotcom-Blase","type":"radio"},"Jeder Punkt der obigen Grafik entspricht einem Wertpapier. In welches Wertpapier werden sie am ehesten investieren ?":{"answers":["2","1","4","3"],"correctAnswers":["2"],"title":"Rendite/Risk","type":"checkbox"},"Kreuzen Sie alle Daten an, bei welchen es sich um analytische Daten handelt.":{"answers":["Eine Firma analysiert die aktuellen Trends der Digitalisierung und möchte so die zukünftigen Bedürfnisse der Kunden frühzeitig erkennen.","Das Buchhaltungsprogramm \"Abacus\" sammelt alle finanzbezogenen Daten. Die Geschäftsleitung hat Zugang zu diesen Daten.","Am 20.4.2019 erhielt die Firma eine Beschwerde bezüglich unfreundlichem Kundenumgang.","Anzahl verkaufter Produkte in diesem Quartal"],"correctAnswers":["Eine Firma analysiert die aktuellen Trends der Digitalisierung und möchte so die zukünftigen Bedürfnisse der Kunden frühzeitig erkennen.","Anzahl verkaufter Produkte in diesem Quartal"],"title":"Erkennen von analytischen Daten","type":"checkbox"},"Mit folgenden Daten: Fixe Kosten 200, Variable Kosten = 4 pro Stück, Erlös 8 pro Stück. Berechne die Menge bei der die Gewinnschwelle erreicht wird. (Break-Even)":{"answers":["50","100","25","4","8"],"correctAnswers":["50"],"title":"Kostendeckung","type":"radio"},"Mit welchem Teil des Real Options Pricing Model, kann die Investition in ein IT Projekt verglichen werden?":{"answers":["Mit der Verlustpotenzial, beim Kauf einer Call Option.","Mit dem Underlying einer Call Option.","Mit dem Spot Preis eines Wertpapieres.","Mit dem Gewinn beim Wiederverkauf einer Aktie."],"correctAnswers":["Mit der Verlustpotenzial, beim Kauf einer Call Option."],"title":"Real Options Pricing Model","type":"radio"},"Mit welcher Farbe wurde der kritische Pfad in der obigen Produktionsplanung markiert ?":{"answers":["Grün","Gelb","Rot","Es gibt keinen kritischen Pfad"],"correctAnswers":["Grün"],"title":"Kritischer Pfad","type":"radio"},"Mit welcher Operation kann aus einem dreidimensional OLAP Würfel eine Tabelle (zweidimensionale Struktur) extrahiert werden?":{"answers":["Drill-down","Rotate","Slice","Dice"],"correctAnswers":["Slice"],"title":"OLAP Operationen","type":"radio"},"Mit welcher der folgenden Massnahmen könnte ein Arbeitsablauf optimiert werden?":{"answers":["Mehrfach ausgeführte Arbeiten streichen","Übergaben von Arbeiten/Aufträgen minimieren","Ganze Organisation umstellen","Mit allen Abteilungen arbeiten"],"correctAnswers":["Mehrfach ausgeführte Arbeiten streichen","Übergaben von Arbeiten/Aufträgen minimieren"],"title":"Ablaufpläne optimieren","type":"checkbox"},"Mängel bei der Datenübernahme:Welche dieser Beispiele zählen zu den Syntaktischen Mängel?":{"answers":["Im Physiklabor wurden einige Versuche durchgeführt, dabei wurde ein Messwert erfasst, der nicht dem erwarteten Resultat entspricht und von den restlichen Messungen massiv abweicht.","Das Format des Datums wurde falsch umgewandelt.","Bei einer Messung wurde die letzte Messung vergessen und das Protokoll deshalb unvollständig gelassen.","Beim Datum stimmt das Format nicht überall überein."],"correctAnswers":["Das Format des Datums wurde falsch umgewandelt.","Beim Datum stimmt das Format nicht überall überein."],"title":"Mängel bei der Datenübernahme","type":"checkbox"},"Nach Markowitz ist ein effizientes Portfolio eines, das":{"answers":["den grössten erwarteten Return für einen gegeben Risikolevel besitzt","den grössten erwarteten Return für das geringste Risikolevel besitzt","den grössten erwarteten Return und ohne Risiko besitzt","den geringsten Risikolevel besitzt"],"correctAnswers":["den grössten erwarteten Return für einen gegeben Risikolevel besitzt"],"title":"Portfolio Analyse","type":"radio"},"Nach welchen Kriterien lässt sich ein Ablaufplan verbessern / optimieren?":{"answers":["Anzahl Auftragsübergaben (z.B. zwischen Abteilungen) minimieren","Organisation outsourcen","Möglichst viele Abteilungen miteinbeziehen","Doppelte Arbeiten streichen"],"correctAnswers":["Anzahl Auftragsübergaben (z.B. zwischen Abteilungen) minimieren","Doppelte Arbeiten streichen"],"title":"Ablaufplan","type":"checkbox"},"Nachfolgend stehen 4 punkte zur offline verwendung von Moodle, eine davon ist falsch. Bitte kreuzen sie diese an.":{"answers":["Ein vorteil von Moodle ist dass Prüfungen ausgedruckt werden können und somit auf Papier gelöst werden können.","Die Moodle app bietet auch offline viele funktionen an.","Moodle bietet offline sogar ein messaging system an.","Das komplette moodle directory eines Kurses kann offline via USB sticks übertragen werden."],"correctAnswers":["Moodle bietet offline sogar ein messaging system an."],"title":"Moodle offline","type":"radio"},"Ordne den Abbildungen die jeweils abgebildete Architekturvariante zu.":{"answers":["1: Dezentrale Data Warehouse Architektur 2: Zentrale Data Warehouse Architektur 3: Hub-and-Spoke Architektur","1: Zentrale Data Warehouse Architektur 2: Hub-and-Spoke Architektur 3: Dezentrale Data Warehouse Architektur","1: Hub-and-Spoke Architektur 2: Dezentrale Data Warehouse Architektur 3: Zentrale Data Warehouse Architektur","1: Zentrale Data Warehouse Architektur 2: Dezentrale Data Warehouse Architektur 3: Hub-and-Spoke Architektur"],"correctAnswers":["1: Zentrale Data Warehouse Architektur 2: Hub-and-Spoke Architektur 3: Dezentrale Data Warehouse Architektur"],"title":"Architektuvarianten","type":"radio"},"Person A möchte Person B eine encryptete Message schicken.Welche Keys werden von A zur Encryption und welche Keys werden von B zur Decryption benötigt ? (SK = secret key) (PK= public key)":{"answers":["A braucht: SK von A und PK von B // B braucht: SK von B und PK von A","A braucht: SK von A und PK von A// B braucht SK von B und PK von B","A braucht: SK von B und PK von A// B braucht SK von A und PK von B","A braucht: SK von A und PK von A// B braucht SK von A und PK von A"],"correctAnswers":["A braucht: SK von A und PK von B // B braucht: SK von B und PK von A"],"title":"Keyaustausch für Encryption","type":"checkbox"},"Peter Müller möchte in seiner Firma Müller AG, welche international mit mehreren Standorten vertreten ist, in Zukunft auf integrierte Informationsverarbeitung setzen. Heutzutage sind alle Firmenzweige autonom organisiert und es findet kein automatisierter Datenaustausch statt. Dies ist für Auswertungen mühsam und soll in Zukunft durch II geändert werden.  Welche Aussagen treffen durch den Umstieg zur II zu?":{"answers":["Die Qualität der betrieblichen Prozesse wird erhöht, da neu alle Zweigstellen einen einheitlichen, festen und automatischen Ablauf der Prozesse anstreben","Der neu hohe Integrationsaufwand verringert den Pflegeaufwand und Dateninkonsistenzen","Durch die verbundene/gemeinsame Datenzentren ist automatisch sichergestellt, dass immer alle Daten korrekt und fehlerfrei sind. Kettenreaktionen bei Fehlern können also nicht auftreten.","Durch die verbundene/gemeinsame Datenzentren wird eine Senkung von Speicher- und Dokumentationsaufwand erzielt"],"correctAnswers":["Die Qualität der betrieblichen Prozesse wird erhöht, da neu alle Zweigstellen einen einheitlichen, festen und automatischen Ablauf der Prozesse anstreben","Der neu hohe Integrationsaufwand verringert den Pflegeaufwand und Dateninkonsistenzen","Durch die verbundene/gemeinsame Datenzentren wird eine Senkung von Speicher- und Dokumentationsaufwand erzielt"],"title":"Vorteile Integrierte Informationsverarbeitung für Müller AG","type":"checkbox"},"Peter steht nach dem Ausgang um 4 Uhr Morgens am Bahnhof Rapperswil und ist durstig. Er läuft deshalb zum nächsten Selecta Automat. Leider hat er sein letztes Münz für ein Bier ausgegeben. Glücklicherweise arbeitet Selecta mit einem Zahlungsprovider zusammen und akzeptiert somit auch die Cryptowährung Bitcoin. Peter bezahlt bequem mit seinem Smartphone und bestätigt die Transaktion. In welchem Bereich ist der Selecta Automat anzuordnen?":{"answers":["Industrie 4.0 - Intelligente Fabrik -> Elektronik und IT","Industrie 4.0 - Digitale Revolution -> Automatisierung der Produktion","Industrie 4.0 - Intelligente Fabrik -> Überbetrieblich integrierte Geschäftsprozesse","Industrie 4.0 - Intelligente Fabrik -> Internet der Dinge"],"correctAnswers":["Industrie 4.0 - Intelligente Fabrik -> Überbetrieblich integrierte Geschäftsprozesse"],"title":"Industrie 3.0 - 4.0","type":"radio"},"RFID bietet in der modernen supply chain viele Vorteile. Welche der folgenden Aussagen über das System sind jedoch richtig?":{"answers":["Das Auslesen der RFID Transponder erfolt mit einer Antenne via Funkwellen","RFID bietet berührungsloses lesen, jedoch muss immer sichtkontakt bestehen.","Aktive RFID Transponder beziehen ihre Energie über die Funkwellen des Lesegerätes","Passive RFID können auf grössere Distanz gelesen werden."],"correctAnswers":["Das Auslesen der RFID Transponder erfolt mit einer Antenne via Funkwellen"],"title":"RFID","type":"radio"},"Sie arbeiten als Produktionsleiter in einer Firma die als Kernkompetenz elektronische Geräte zusammenbaut und testet. Dabei benötigten sie verschiedene Komponenten Gehäuse, elektronische Baugruppen, Kabel und Schrauben.Welche Optionen ziehen sie in Erwägung in Sachen zwischenbetriebliche Integration?":{"answers":["Momentan kaufen sie die Kabel und die Stecker einzel ein. Das bedeutet ein Produktionsarbeiter muss nun noch Kabel und Stecker zusammenkonfektionieren. Nun bietet der Lieferant an die Kabel mit montiertem Stecker zu liefern. Sie gehen auf dieses Angebot ein.","Sie definieren mit dem Produzenten und dem Lieferanten eine \"Pendelpackung\" sprich der Produzent legt die elektronische Komponenten in eine definierte Kiste, der Lieferant kann diese Kiste direkt bei ihnen in der Firma zur Produktionslinie stellen.","Sie lagern das Testen der Geräte aus, sprich sie schrauben das Gerät zusammen und geben es zum externen Test.","ein Schraubenlager, welches integrierte Waagen hat und der Lieferant füllt die Schrauben nach sobald ein Mindestbestand unterschritten wird."],"correctAnswers":["Momentan kaufen sie die Kabel und die Stecker einzel ein. Das bedeutet ein Produktionsarbeiter muss nun noch Kabel und Stecker zusammenkonfektionieren. Nun bietet der Lieferant an die Kabel mit montiertem Stecker zu liefern. Sie gehen auf dieses Angebot ein.","Sie definieren mit dem Produzenten und dem Lieferanten eine \"Pendelpackung\" sprich der Produzent legt die elektronische Komponenten in eine definierte Kiste, der Lieferant kann diese Kiste direkt bei ihnen in der Firma zur Produktionslinie stellen.","ein Schraubenlager, welches integrierte Waagen hat und der Lieferant füllt die Schrauben nach sobald ein Mindestbestand unterschritten wird."],"title":"Zwischenbetriebliche Integration","type":"checkbox"},"Sie sind CEO eines erfolgreichen Unternehmens. Um den Überblick zu behalten senden alle Abteilungsleiter zwei mal in der Woche ein Excel mit den Kennzahlen ihrer Abteilung an sie. Ihre reizende Assistentin fügt diese zu einem Excel zusammen. Sie benutzen dieses, um die verschiedensten Fragen zu beantworten, dessen Antworten als Grundlage ihrer Entscheidungen dienen.Leider ist ihre Assistentin vom Bus angefahren worden. Sie haben versucht aus den Excels ihrer Abteilungsleiter schlau zu werden, aber sind gescheitert. Selbst der Ersatz für ihre Assistentin ist heillos überfordert und liefert nur ansatzweise brauchbare Übersichten. Nach zwei Wochen im Blindflug entscheiden sie, dass eine bessere Lösung her muss.Was ist die beste Lösung in ihrer Situation?":{"answers":["Data Mart","Data Warehouse","Operative Datenbank","Kaffee-Satz-Leserin","Automatisch zusammengeführte Excel"],"correctAnswers":["Data Warehouse"],"title":"Datenflut","type":"radio"},"Sie sind CEO eines heissen Startups. Vor kurzen haben sie erfolgreich eine weiter Finanzierungsrunde abgeschlossen und ihre Unternehmen befindet sich in einem risikokapital getriebenen Hyperwachstum. Mit dem Hyperwachstum ihres Unternehmens wächst auch die Belastung auf sie und ihr/e Lebenspartner/in befürchtet, dass sie sich auf einen Burnout zubewegen. Um diese/n zu beschwichtigen, entscheiden sie sich dafür, ein/e Executive Assistant anzustellen.Am nächsten morgen, nachdem sie im Power-Yoga waren und ihren Kale-Smoothie getrunken haben, geben sie ihrem Head of People and Culture den Auftrag, die besagte Stelle auszuschreiben.Schon nach wenigen Wochen haben sie eine/n fähige/n und attraktive/n Executive Assistant gefunden. Da es als Chef ihr persönliches Recht ist, die Organisation ihres Unternehmens zu definieren, machen sie sich daran, das Organigramm anzupassen. Wie lautet die Stellenart ihres/ihrer Executive Assistant?":{"answers":["Ausführende Stelle","Unterstützungsstelle","Zentrale Dienste","Abteilung","Assistenzstelle","Leitungsstelle","Stabstelle","Sekretärin"],"correctAnswers":["Stabstelle"],"title":"Wohin mit dem Executive Assistant?","type":"radio"},"Sie sind der neue CEO eines angesehenen Grossunternehmens. Sie ersetzen den alternden CEO, welcher vor einigen Jahrzehnten das Unternehmen gegründet hat und es in ihrem Marksegment zum unangefochtenen Champion aufgebaut hat. Oft erzählt er voller stolz von den vielen fleissigen Mitarbeitern, welche mit ihrem Schweiss und ausergewöhlichem Einsatz die Firma zu dem gemacht haben, was es heute ohne dass sie den Verlockungen der neunen Technologie verfallen sind.Natürlich teilen sie diesen Stolz mit ihrem Vorgänger, jedoch sagt ihnen ihr HSG-geschärften Instinkt, dass Glück auch ein grosser Bestandteil dieser Strategie war. Sie möchten sich in Zukunft nicht mehr nur daruf verlassen müssen. Insbesondere da ihre Auftragsbücher voll sind und der Markt trotzdem nach mehr schreit. Sie befürchten, dass ihre manuellen Prozesse nicht mit der Nachfrage mithalten kann und sie ihre Vormachtsstellung schnell verlieren können.Als erste Massnahme lassen sie sich von DocuWare ihre topmodernes Document Management System vorführen. Sie sind sehr beeindruckt und bestellen sofort.Mit welchen Vorteilen können sie nach der einführung der DMS/WMS Lösung für ihren Betrieb rechnen?":{"answers":["Arbeitszeiterfassung der Mitarbeitenden","Reduzierten Archivierungsaufwand","Optimierung und Transparenz ihrer Prozesse","Schutz vor Feuer- oder Wasserschäden","Zugriff auf alle Dokumente von der ganzen Welt","Verwaltung von Kunden Kontakten","Einheitliche Suche über alle Dokumenten-Typen","Alle Filialen können ein zentrales Finanzbuch nutzen"],"correctAnswers":["Reduzierten Archivierungsaufwand","Optimierung und Transparenz ihrer Prozesse","Schutz vor Feuer- oder Wasserschäden","Zugriff auf alle Dokumente von der ganzen Welt","Einheitliche Suche über alle Dokumenten-Typen"],"title":"Paper Hell","type":"checkbox"},"Sie wissen, dass Toyota in 30 Tagen ein neues Modell vorstellen wird und denken, dass sich dies positiv auf den Wert ihrer Aktien auswirken wird, weshalb sie vorher in Toyota investieren möchten. Was für ein Markt-Tool nutzen Sie, um ihr Risiko zu limitieren, für den Fall dass das neue Modell floppt und der Wert sinkt?":{"answers":["Put Options.","Hedge Fund.","Futures.","Call Options."],"correctAnswers":["Call Options."],"title":"Options und Futures","type":"radio"},"Stellen Sie sich vor, Sie sind Manager eines Unternehemens welches elektronische Geräte herstellt. Die Geräte werden an einem Ort hergestellt und in den anderen Niederlassungen werden dann noch unterschiedliche Software auf die Geräte geladen und Kundendaten hinterlegen. Aus rechtlichen Gründen dürfen die Niederlassungen untereinander diese Daten nicht einsehen. Sie möchten nun eine saubere Datenverwaltung aufbauen, dass heisst sie möchten am Schluss wissen, welche Geräte mit welcher Software verkauft wurden. Welche Architekturvariante eignet sich am besten?":{"answers":["keine der Architektur eignet sich","Zentrale DW-Architektur","Hub-and-Spoke-Architektur","Dezentrale DW-Arichitektur"],"correctAnswers":["Hub-and-Spoke-Architektur"],"title":"Arichitekutrvarianten","type":"radio"},"Tatsächliche Absatzmenge eines bestimmten Gutes. Welcher Betriff trifft zu?":{"answers":["Marktsegmentierung","Marktpotenzial","Marktvolumen","Sättigungsgrad"],"correctAnswers":["Marktvolumen"],"title":"Markt","type":"radio"},"Unter Annahme eines linear sinkenden Preis-Absatzes: preis = a - b *menge , wie muss der Preis gesetzt werden, um ein Umsatzmaximum zu generieren?":{"answers":["preis = a/(2b)","preis = a/2","preis = a","preis = a^2/(4b)"],"correctAnswers":["preis = a/2"],"title":"Umsatzmaximum bei linearem Preisabsatz","type":"radio"},"Unter welche 3 Stufen unterteilt sich die Arbeitssynthese?":{"answers":["prozedurale Arbeitssynthese","temporale Arbeitssynthese","lokale Arbeitssynthese","personale Arbeitssynthese","definitive Arbeitssynthese","externe Arbeitssynthese"],"correctAnswers":["temporale Arbeitssynthese","lokale Arbeitssynthese","personale Arbeitssynthese"],"title":"Ablauforganisation","type":"checkbox"},"Vervollständige den Ablauf des K-Means Algorithmus:1. Zwei gegenüberliegende Ausgangspunkte auswählen 2. Objekte dem näheren Punkt zuordnen um Clustering zu schaffen3. ___________4. Objekte wieder den neuen Punkten zuordnen5. Wiederhohlen bis das Clustering stabil ist":{"answers":["Zwei zufällige Punkte innerhalb des Clusters auswählen","Durchschnitt aus jedem Cluster berechnen","Quadratischen Durchschnitt der beiden Cluster berechnen","Zwei gegenüberliegende Punkte auf der anderen Achse auswählen"],"correctAnswers":["Durchschnitt aus jedem Cluster berechnen"],"title":"K-Means","type":"radio"},"Von wem werden Analytische Anwendungssysteme hauptsächlich verwendet?":{"answers":["CIO (Chief Information Officer)","Geschäftsleitung","Schaltermitarbeiter","Mitarbeiter der Personalabteilung"],"correctAnswers":["CIO (Chief Information Officer)","Geschäftsleitung"],"title":"Einsatz von Analytischen Anwendungssysteme","type":"checkbox"},"Warum ist der Schritt \"Data Cleaning and Integration\" des KDD Prozesses so aufwendig?":{"answers":["Es müssen viele organisatorische Dinge besprochen werden, welche viel Zeit in Anspruch nehmen.","Da hier viele Sourcen zum Einsatz kommen können, dauert es lange bis diese alle in das DW geladen wurden.","Die Möglichkeit den Cleaning Teil zu automatisieren ist zwar vorhanden jedoch muss vieles von Hand gemacht werden.","Das Aufsetzten von Data Warehouse Systemen ist kompliziert und benötigt viel Zeit.","Dieser Schritt benötigt enorme Rechenleistung. Trotz vorhandener Automatisierung muss hier sehr lange gewartet werden."],"correctAnswers":["Es müssen viele organisatorische Dinge besprochen werden, welche viel Zeit in Anspruch nehmen.","Die Möglichkeit den Cleaning Teil zu automatisieren ist zwar vorhanden jedoch muss vieles von Hand gemacht werden."],"title":"KDD - Cleaning Schwierigkeiten","type":"checkbox"},"Warum ist die Versendung von gedruckten Dokumenten problematisch?":{"answers":["Mittels OCR kann das Dokument nur mühsam maschinenlesbar gemacht werden.","Das Dokument orientiert sich an A4, welches nicht für mobile Endgeräte und Web geeignet ist.","Es braucht eine Fachanwendung um das Dokument lesen zu können.","Das A4 Format ist nicht in allen Ländern standardisiert, welches die Kommunikation beeinträchtigt."],"correctAnswers":["Mittels OCR kann das Dokument nur mühsam maschinenlesbar gemacht werden.","Das Dokument orientiert sich an A4, welches nicht für mobile Endgeräte und Web geeignet ist."],"title":"Dokumentenmanagement","type":"checkbox"},"Warum kann BPMN helfen, die Kommunikation zwischen technischen und wirtschaftlichen Fachgebieten zu vereinfachen?":{"answers":["In einer Darstellung von BPMN sind die technischen sowie die wirtschaftlichen Aspekte des Ablaufs niedergeschrieben.","Da die Fachgebiete der Wirtschaft für die Kontrolle des technischen Prozesses verantwortlich sind, müssen sie diesen klar verstehen können.","Die graphische Darstellung erleichtert es Personen, welche die technischen Abläufe nicht kennen, den Prozess einfacher verstehen zu können.","BPMN ist dafür nicht geeignet."],"correctAnswers":["Die graphische Darstellung erleichtert es Personen, welche die technischen Abläufe nicht kennen, den Prozess einfacher verstehen zu können."],"title":"BPMN","type":"radio"},"Warum kauft TAL Ltd. Distribution zur Gewinnoptimierung nicht die Fabriken in Taiwan auf, welche J.C. Pennys versorgen?":{"answers":["Weil TAL aus rechtlicher Sicht keine Produktionsfirmen besitzen darf.","Weil TAL durch den Besitz chinesischer Fabriken wirtschaftliche Sanktionen von den USA auferlegt bekäme.","Weil TAL sonst so hohe Steuern in China zahlen müsste, dass sich ein Export nicht mehr lohnen würde.","Weil TAL sich auf die IT spezialisiert hat und nicht auf die Produktion von Textilwaren."],"correctAnswers":["Weil TAL sich auf die IT spezialisiert hat und nicht auf die Produktion von Textilwaren."],"title":"Gewinnoptimierung TAL Ltd. Distribution","type":"radio"},"Warum sind Nachrichten die via Socialbots verteilt werden so effektiv?":{"answers":["Socialbots können unmöglich gefunden werden.","Socialbots streuen die selbe Message auf so viele verschiedene Weisen bis es hängen bleibt.","Wegen Bildung von Echo-kammern auf Social-media","Social-media Firmen tun nichts gegen Socialbots"],"correctAnswers":["Socialbots streuen die selbe Message auf so viele verschiedene Weisen bis es hängen bleibt.","Wegen Bildung von Echo-kammern auf Social-media"],"title":"Socialbots","type":"checkbox"},"Was\nsollte ein gutes Dokumentenmanagement-System auszeichnen?":{"answers":["Einfache Suche","Standardisierte\nAblage","Keine\nMehrbenutzerfähigkeit","Anonymes\nbearbeiten"],"correctAnswers":["Einfache Suche","Standardisierte\nAblage"],"title":"Dokumentenmanagement","type":"checkbox"},"Was\nversteht man unter dem Begriff Groupware-Systeme (=Gruppen-Software) ?":{"answers":["Groupware-Systeme bezeichnet im allgemeinen Sprachgebrauch Software, die vom Urheber\nzur kostenlosen Nutzung zur Verfügung gestellt wird.","Groupware-Systeme\nwird in der Organisationslehre die räumliche und\nzeitliche Reihenfolge von funktional, physikalisch oder technisch\nzusammengehörenden Arbeitsvorgängen an einem Arbeitsplatz bezeichnet.","Groupware-Systeme bezeichnet\nman eine Software zur Unterstützung der Zusammenarbeit in einer Gruppe über\nzeitliche und/oder räumliche Distanz hinweg.","Groupware-Systeme ist eine Vertriebsform von Software, bei der die jeweilige Software\nvor dem Kauf getestet werden kann."],"correctAnswers":["Groupware-Systeme bezeichnet\nman eine Software zur Unterstützung der Zusammenarbeit in einer Gruppe über\nzeitliche und/oder räumliche Distanz hinweg."],"title":"Groupware-Systeme","type":"radio"},"Was bedeuted das organisieren eines Unternehmens, in dem Mensch und Maschine arbeitsteilig zusammenarbeiten müssen, damit die Ziele des Unternehmen optimal erreicht werden?":{"answers":["Teilaufgaben definieren","Peter übernimmt alle Aufgaben","Die Teilaufgaben gleichmässig zwischen Mensch und Maschine verteilen","Möglichst kleine Teilaufgaben definieren","Teilaufgaben in Beziehung setzen"],"correctAnswers":["Teilaufgaben definieren","Teilaufgaben in Beziehung setzen"],"title":"Organisation","type":"checkbox"},"Was bedeutet API?":{"answers":["Automated Process for Interaction","Assisted Personal Interface","Application Programming Interface","Artificial Programming Intelligence","Application Programming Infrastructure"],"correctAnswers":["Application Programming Interface"],"title":"API","type":"radio"},"Was bietet UPS ihren Firmenkunden an um die Prozess relevante Daten für den Paketverkehr auszutauschen?":{"answers":["Eine Geschäftsstelle in jedem Land","Telefon Nummern","Application programming interface","Kontakt Personen"],"correctAnswers":["Application programming interface"],"title":"Fallstudie UPS","type":"radio"},"Was definiert die schwarze Kurve in folgender Portoflio-Analyse:":{"answers":["Sie markiert die komplett risikofreien Projekte.","Sie markiert in welche Projekte auf keinen Fall investiert werden soll.","Sie markiert extrem risikoreiche Projekte .","Sie markiert in welche Projekte Investiert werden soll."],"correctAnswers":["Sie markiert in welche Projekte Investiert werden soll."],"title":"Portfolio-Analyse: Kurve","type":"radio"},"Was ermöglicht secure timestamping?":{"answers":["Mit secure timestamping kann ein sogenannter \"Hash\" des Zeitstempels einer Idee/ des Produktes erstellt werden. Dieser kann ins Internet gestellt werden, ohne die Idee / das Produkt freizugeben.","Der internationale Markt regelt den Datenfluss über secure timestamping. Mit dessen Hilfe wird zum Beispiel sichergestellt, dass der Käufer die Ware nicht vor dem Zahlungsvorgang kriegt.","Für jede Idee / jedes Produkt wird automatisch ein Zeitstempel erstellt, um zu regeln, wer als erstes auf dem Markt war.","Secure timestamping erfasst den offiziellen, rechtskräftigen Zeitpunkt, an dem eine gewisse Datei erstellt wurde."],"correctAnswers":["Mit secure timestamping kann ein sogenannter \"Hash\" des Zeitstempels einer Idee/ des Produktes erstellt werden. Dieser kann ins Internet gestellt werden, ohne die Idee / das Produkt freizugeben."],"title":"Blockchain und Bitcoin","type":"radio"},"Was für Nachteile haben Out-of-the-Box Systeme oftmals.":{"answers":["Fehlende Anbindung an dritte Parteien.","Hoher Aufwand um Spezialanforderungen umzusetzen.","Oftmals Aufbau eines internen Entwicklungsteam nötig.","Hohe Lizenz und Entwicklungskosten."],"correctAnswers":["Fehlende Anbindung an dritte Parteien.","Hoher Aufwand um Spezialanforderungen umzusetzen."],"title":"Out-of-the-Box Systeme Nachteile","type":"checkbox"},"Was für Vorteile bringt zAxis (Programm von Hermann Miller)?":{"answers":["Der Hersteller kann Fertigungs- und Logistikprozesse damit steuern.","Der Hersteller kann die Fertigungs- und Logistikprozesse optimieren.","Ermöglicht den Händlern Herman Miller Produkte mit denen anderer Hersteller zu kombinieren.","Dem Kunden kann direkt eine Preiskalkulation präsentiert werden.","Kunden können online bestellen.","Der Lagerbestand des Herstellers wird minimiert.","Massgeschneiderte Designs werden ermöglicht.","Wände, Teppiche etc. können visualisiert werden und dem Kunden so eine bessere Vorstellung bieten."],"correctAnswers":["Der Hersteller kann die Fertigungs- und Logistikprozesse optimieren.","Dem Kunden kann direkt eine Preiskalkulation präsentiert werden.","Der Lagerbestand des Herstellers wird minimiert.","Massgeschneiderte Designs werden ermöglicht."],"title":"Vorteile von zAxis","type":"checkbox"},"Was für eine Art von Innovation war das DIAD der UPS?":{"answers":["Process Innovation","Functional Innovation","Emotional Innovation","Experience Innovation"],"correctAnswers":["Process Innovation"],"title":"Innovation in der IT","type":"radio"},"Was für mögliche Managementaktivitäten können sie im Threema Management Cockpit erkennen?":{"answers":["Suchen","Überwachen","Filtern","Prognostizieren","Planen","Informieren"],"correctAnswers":["Filtern","Informieren"],"title":"Management Cockpit","type":"checkbox"},"Was gehört Nicht zur Sekundärplanung?":{"answers":["Sicherheitszuschläge","Absatzprognose","Kundenaufträge","Ersatzteile"],"correctAnswers":["Absatzprognose","Kundenaufträge"],"title":"PPS Systeme","type":"checkbox"},"Was gehört laut Gartner Report(2012) zu den drei \"V\"s die Big Data definieren?":{"answers":["high-viscosity","high-velocity","high-volume","high-variety","high-voltage"],"correctAnswers":["high-velocity","high-volume","high-variety"],"title":"Definition: Big Data","type":"checkbox"},"Was gehört zum E-Learning?":{"answers":["Quizlet (Karteikarten auf einer App)","Handschriftliche Notizen","Kochrezepte aus dem Netz","Karteikarten","Tutorials auf YouTube"],"correctAnswers":["Quizlet (Karteikarten auf einer App)","Kochrezepte aus dem Netz","Karteikarten","Tutorials auf YouTube"],"title":"E-Learning","type":"checkbox"},"Was ist Workflow Management?":{"answers":["\"Workflow\" ist ein mentaler Zustand, in dem das Arbeiten besonders leicht fällt. Und mit Workflow Management meint man, wie man mit diesem Zustand umgeht.","Workflow Management ist ein Vorsatz der Firma, wie die Manager ihre Mitarbeiter managen soll. Sprichwort: Management by Objective","Das ist die Gabe/Vorgehen, um die Arbeit für sich selber so einfach wie möglich zu gestalten.","Workflow Management ist die Automatisierung des Business Prozesses. \nDokumente, Informationen und Aufgaben werden vom einen Mitarbeiter zum \nanderen weitergeleitet, damit dieser seinen/ihren Teil abarbeiten kann."],"correctAnswers":["Workflow Management ist die Automatisierung des Business Prozesses. \nDokumente, Informationen und Aufgaben werden vom einen Mitarbeiter zum \nanderen weitergeleitet, damit dieser seinen/ihren Teil abarbeiten kann."],"title":"Definition: Workflow Management","type":"radio"},"Was ist der Hauptgrund für die zunehmenden Investitionen in den Bereich IT?":{"answers":["Da die steigende Nachfrage nach IT-Produkten gedeckt werden soll, stellen die Investitionen eine natürliche Reaktion auf den Markt dar.","Die teueren Anschaffungs- und Installationskosten der dafür benötigten Hard- & Software.","Grund für die hohen Investitionen ist hauptsächlich der Finanzsektor, welcher zunehmend sowohl seine internen wie auch externen Kundendaten digitalisiert und dabei den Sicherheitsvorschriften nachkommen muss.","Grosse Industrieländer erleben zur Zeit einen Wandel in wissens- und informationsbasierte Dienstleistungsnationen"],"correctAnswers":["Grosse Industrieländer erleben zur Zeit einen Wandel in wissens- und informationsbasierte Dienstleistungsnationen"],"title":"Investitionen in IT","type":"radio"},"Was ist der Unterschied der Daten aus einem Data-Mart im Vergleich zum Data-Warehouse":{"answers":["Im Data-Mart sind sehr alte Daten abrufbar","Im Data-Mart sind alle Details von Daten abrufbar","Im Data-Mart sind Daten sehr schnell abrufbar","Im Data-Mart sind Abteilungsrelevante Daten abrufbar"],"correctAnswers":["Im Data-Mart sind Daten sehr schnell abrufbar","Im Data-Mart sind Abteilungsrelevante Daten abrufbar"],"title":"Analytische Anwendungssysteme","type":"checkbox"},"Was ist der Unterschied von den operativen zu den analytischen Systemen?":{"answers":["Operative Systeme dienen zur Unterstützung und Steuerung der Prozesse, die mit der betrieblichen Leistungserstellung verbunden sind (Kernprozesse, unterstützende Prozesse)Analytische Systeme hingegen sind eine Analyse der Geschäftsaktivitäten, z.B. für Managemententscheidungen.","Operative Systeme sind nur für unternehmensinterne Zwecke gedacht und analytische Systeme sind nur für unternehmensexterne Zwecke gedacht.","Operative Systeme basieren auf historischen Daten für die Unternehmensführung und -kontrolle.Analytische Systeme zeigen den gegenwärtigen Zustand des Unternehmens, mit laufend aktualisierten Daten.","Operative Systeme unterstützen die Führungskräfte eines Betriebs bei ihren Planungsaufgaben.Analytische Systeme sind Anwendungssysteme, welche Entscheidungsträger auf auffällige und relevante Datenkonstellationen aufmerksam machen."],"correctAnswers":["Operative Systeme dienen zur Unterstützung und Steuerung der Prozesse, die mit der betrieblichen Leistungserstellung verbunden sind (Kernprozesse, unterstützende Prozesse)Analytische Systeme hingegen sind eine Analyse der Geschäftsaktivitäten, z.B. für Managemententscheidungen."],"title":"Unterschied operative und analytische Systeme","type":"radio"},"Was ist der Unterschied zwischen Data\nWarehouse und Data Mart?":{"answers":["Im Gegensatz zum Data\nWarehouse, verfügt ein Data Mart über eine bessere Leistung, da weniger Daten verwaltet werden müssen.","Im Gegensatz zum Data\nWarehouse, ist die Datenpflege von einert Data Mart erschwert.","Im Gegensatz zum Data\nWarehouse, hat ein Data Mart weniger Datenquellen.","Im Gegensatz zu Data\nWarehouse, ist ein Data Mart themenspezifisch und nicht breit gefächert."],"correctAnswers":["Im Gegensatz zum Data\nWarehouse, verfügt ein Data Mart über eine bessere Leistung, da weniger Daten verwaltet werden müssen.","Im Gegensatz zum Data\nWarehouse, hat ein Data Mart weniger Datenquellen.","Im Gegensatz zu Data\nWarehouse, ist ein Data Mart themenspezifisch und nicht breit gefächert."],"title":"Data Warehouse","type":"checkbox"},"Was ist der Unterschied zwischen Push und Pull Prinzip?":{"answers":["Beim Push Prinzip wird die Produktion an ihr Limit \"gepusht\", um den maximalen Ausstoss zu generieren","Beim Push Prinzip werden Güter vorproduziert, um das Lager zu füllen und immer genügend Güter vorrätig zu haben","Beim Pull Prinzip werden Güter vorproduziert, um das Lager zu füllen und immer genügend Güter vorrätig zu haben","Beim Pull Prinzip wird nur dann produziert, wenn der Kunde bestellt"],"correctAnswers":["Beim Push Prinzip werden Güter vorproduziert, um das Lager zu füllen und immer genügend Güter vorrätig zu haben","Beim Pull Prinzip wird nur dann produziert, wenn der Kunde bestellt"],"title":"Pull/Push Prinzip","type":"checkbox"},"Was ist der Vorteil einer Call Option?":{"answers":["Der break even wird früher erreicht als bei einem regulären Investment.","Das Risiko wird auf den Betrag welcher für die Call Option bezahlt wurde (Premium) reduziert.","Wirft das Investment tatsächlich Gewinn ab, so steigert sich dieser durch die erworbene Call Option zusätzlich.","Eine Call Option garantiert in jedem Fall einen (wenn auch nur einen geringen) Gewinn."],"correctAnswers":["Das Risiko wird auf den Betrag welcher für die Call Option bezahlt wurde (Premium) reduziert."],"title":"Real Options Pricing Model: Call Option","type":"radio"},"Was ist der Zweck einer Datenbank?":{"answers":["Die Daten sind alle am selben Ort abgelegt","Jedes dazugehörige Programm führt aufgrund der Datenbank die Befehle für alle zu ändernden Daten aus.","Eine Änderung eines Programms führt zu den selben Änderungen bei den restlichen Programmen.","Datenbanken verringern Dateninkonsistenz und fördern deren Integrität.","Durch eine Datenbank ist die Zusammenarbeit an Daten einfacher."],"correctAnswers":["Jedes dazugehörige Programm führt aufgrund der Datenbank die Befehle für alle zu ändernden Daten aus.","Datenbanken verringern Dateninkonsistenz und fördern deren Integrität.","Durch eine Datenbank ist die Zusammenarbeit an Daten einfacher."],"title":"Datenbank","type":"checkbox"},"Was ist die Gefahr von short selling in Zusammenhang einer Protfolio Analyse.":{"answers":["Das Risiko steigt anfangs langsam und anschliessend sehr rasant an. Daher nur für kurzfristige Projekte geeignet.","Das Risiko steigt ebenso wie der Gewinn unbegrenzt. Daher muss hier sehr vorsichtig gehandelt werden.","Das Risiko steigt im Gegensatz zum linearen Gewinn proportional an, daher sind diese Projekte zu vermeiden.","Es besteht kein Risiko bei short selling. Der Begriff beschreibt lediglich das Projekt mit dem optimalen return/risk Verhältnis."],"correctAnswers":["Das Risiko steigt ebenso wie der Gewinn unbegrenzt. Daher muss hier sehr vorsichtig gehandelt werden."],"title":"Portfolio-Analyse: Short selling","type":"radio"},"Was ist ein Geschäftsprozess?":{"answers":["Dienstleistungen,\ndie zur Unterstützung der Einrichtung oder des Unternehmens erforderlich sind.","Alle\nArtikel, die bei einem Lieferanten gekauft wurden die zur Unterstützung der\nArbeit eines Unternehmens erforderlich sind \nEndproduktion.","Ist in eine Reihe miteinander verbundener Aufgaben,\nan deren Ende die Bereitstellung einer Dienstleistung oder eines Produkts für\nden Kunden steht.","Ein Geschäftsprozess enthält eine Beschreibung,\nwelchen Nutzen Kunden oder andere Partner des Unternehmens aus der Verbindung\nmit diesem Unternehmen ziehen können"],"correctAnswers":["Ist in eine Reihe miteinander verbundener Aufgaben,\nan deren Ende die Bereitstellung einer Dienstleistung oder eines Produkts für\nden Kunden steht."],"title":"Geschäftsprozess","type":"radio"},"Was ist ein freies Gut?":{"answers":["Sonnenlicht","Erz","Campingstuhl","Lack"],"correctAnswers":["Sonnenlicht"],"title":"Güterarten","type":"radio"},"Was ist ein syntaktischer Mangel in Sachen Datenübernahme?":{"answers":["Unrealistische Werte","Unvollständige Datenpakete","Redundante Datenübernahme","Fehlerhafte/Inkompatible Datenformate"],"correctAnswers":["Fehlerhafte/Inkompatible Datenformate"],"title":"Mängel bei Datenübernahme","type":"radio"},"Was ist eine Blockchain?":{"answers":["Ein zentralisierter Datensatz zur Informationsspeicherung","Ein verteilter Datensatz zur Informationsspeicherung auf Basis eines Peer-to-Peer Netzwerks.","Eine Art Währung.","Ein anonymes, abhörsicheres Kommunikationsprotokoll."],"correctAnswers":["Ein verteilter Datensatz zur Informationsspeicherung auf Basis eines Peer-to-Peer Netzwerks."],"title":"Blockchain","type":"radio"},"Was ist keine Funktionelle Anforderung an ein Workflow-Management-Systeme (WFMS)?":{"answers":["Unterschiedliche Integrationsmöglichkeiten bieten Anknüpfungspunkte an andere IT-Systeme.","Individuell konfigurierbare Zugriffsberechtigungen erlauben bessere Kontrollen.","Grafisches Prozessmodellierungstool zur Definition eines Workflows: Ein \nwichtiger Standard ist etwa Business Process Model & Notation (BPMN).","Das WFMS muss von einigen zentralisierten Ressourcen (wie \nDatenbanken, Servern) oder Verwaltungsentitäten eines Unternehmens \nabhängen."],"correctAnswers":["Das WFMS muss von einigen zentralisierten Ressourcen (wie \nDatenbanken, Servern) oder Verwaltungsentitäten eines Unternehmens \nabhängen."],"title":"Workflow-Management-Systeme","type":"radio"},"Was ist mit \"elimination of noise\" gemeint?":{"answers":["Alle Werte\neliminieren","Mittelwert\neliminieren","Medianwert eliminieren","Ausreisser eliminieren"],"correctAnswers":["Ausreisser eliminieren"],"title":"Data cleaining and integration","type":"radio"},"Was ist mit Verdichtung von Daten gemeint ?":{"answers":["Besseres Speichermanagement auf der Festplatte","Zusammenfassen von Daten für schnellere Abrufzeiten und bessere Übersicht","Herausfiltern von Metadaten","Bessere Kategorisierung von Daten berechnen"],"correctAnswers":["Zusammenfassen von Daten für schnellere Abrufzeiten und bessere Übersicht"],"title":"Datenanalyse","type":"radio"},"Was ist mit „grain“ (deutsch: Granularität) im Zusammenhang mit analytischen Anwendungssystemen gemeint?":{"answers":["Wie genau Messungen mit der Realität übereinstimmen","Wie gross der Anteil an veralteten Daten ist","Wie detailiert die Messungen dem Analysesystem zur Verfügung stehen","Wie gross der Anteil an verfälschten Daten ist"],"correctAnswers":["Wie detailiert die Messungen dem Analysesystem zur Verfügung stehen"],"title":"grain","type":"radio"},"Was ist nach Markovitz zu tun, wenn es kein Portfolio zum gewollten Risiko gibt?":{"answers":["Man nimmt das risikoärmere Portfolio","Man wartet bis ein gewünschtes Portfolio im Angebot ist","Man nimmt das risikoreichere Portfolio","Man interpoliert zwischen den verfügbaren Möglichkeiten und nimmt einen Teil risikoreichere und einen Teil risikoärmere Portfolios"],"correctAnswers":["Man interpoliert zwischen den verfügbaren Möglichkeiten und nimmt einen Teil risikoreichere und einen Teil risikoärmere Portfolios"],"title":"Portfolio Analysis","type":"radio"},"Was ist nicht Bestandteil einse geregelten Zertifikats (nach Bundesgesetz über die elektronische Signatur, ZertES)?":{"answers":["den privaten kryptografischen Schlüssel","Seriennummer","den öffentlichen kryptografischen Schlüssel","Namen (oder Bezeichnung) des Inhabers"],"correctAnswers":["den privaten kryptografischen Schlüssel"],"title":"Geregelte Zertifikate","type":"radio"},"Was kann mit der Business Process Modell and Notaion Sprache modelliert werden?":{"answers":["Softwarearchitektur","Datenbanken","User Storys","Geschäftsprozesse"],"correctAnswers":["Geschäftsprozesse"],"title":"Business Process Model and Notation","type":"radio"},"Was macht die 'What-if-Analysis' -> 'Goal Seek' ('Was-wäre-wenn-Analyse' -> 'Zielwertsuche') in Excel?":{"answers":["Man gibt einen Zielwert und mehrere zu verändernde Parameter ein und Excel errechnet die nötigen Parameterwerte.","Zum ausrechnen verschiedener Szenarien.","Man gibt einen Zielwert und einen zu verändernden Parameter ein und Excel errechnet den nötigen Wert.","Excel probiert solange Zahlen durch bis der passende Zielwert gefunden wird."],"correctAnswers":["Man gibt einen Zielwert und einen zu verändernden Parameter ein und Excel errechnet den nötigen Wert.","Excel probiert solange Zahlen durch bis der passende Zielwert gefunden wird."],"title":"Analytische Anwendung in Excel","type":"checkbox"},"Was macht ein Data-Warehouse?":{"answers":["Aufbereiten von Daten aus unterschiedlichen Quellen","Es fällt operative Entscheidungen, sodass die Management-Ebene nicht mehr benötigt wird.","Es bekommt fertige Listen und druckt diese aus. Anschließend werden die gedruckten Listen an beliebige Empfänger ausgeliefert.","Es führt heterogene, verteilte Datenbestände zu einem konsistenten Datenbestand zusammen."],"correctAnswers":["Aufbereiten von Daten aus unterschiedlichen Quellen","Es führt heterogene, verteilte Datenbestände zu einem konsistenten Datenbestand zusammen."],"title":"Data Warehouse","type":"checkbox"},"Was regelt das Bundesgesetz über die elektronische Signatur?":{"answers":["Die Anforderungen an die Qualität bestimmter digitaler Zertifikate und an ihre Verwendung.","Die Voraussetzungen, unter denen sich Anbieterinnen von Zertifizierungsdiensten im Bereich der elektronischen Signatur und anderer Anwendungen digitaler Zertifikate (Zertifizierungsdienste) anerkennen lassen können.","Die Rechtswirkungen der Verwendung digitaler Zertifikate.","Die Rechte und Pflichten der anerkannten Anbieterinnen von Zertifizierungsdiensten."],"correctAnswers":["Die Anforderungen an die Qualität bestimmter digitaler Zertifikate und an ihre Verwendung.","Die Voraussetzungen, unter denen sich Anbieterinnen von Zertifizierungsdiensten im Bereich der elektronischen Signatur und anderer Anwendungen digitaler Zertifikate (Zertifizierungsdienste) anerkennen lassen können.","Die Rechte und Pflichten der anerkannten Anbieterinnen von Zertifizierungsdiensten."],"title":"Bundesgesetz über Zertifizierungsdienste","type":"checkbox"},"Was sagt der einfache Wirtschaftskreislauf aus?":{"answers":["Der Wirtschaftskreislauf ist ein Modell einer Volkswirtschaft, in dem die wesentlichen Tauschvorgänge als Geldströme und Güterströme zwischen den Wirtschaftssubjekten dargestellt werden.","Der Wirtschaftskreislauf ist ein Modell einer Volkswirtschaft, in dem das Gleichgewicht zwischen Haushalt und Unternehmen aufgezeigt wird.","Der einfache Wirtschaftskreislauf beschriebt das Verkaufverhalten von den Unternehmen.","Der einfache Wirtschaftskreislauf beschriebt das Kaufverhalten von den Haushalten."],"correctAnswers":["Der Wirtschaftskreislauf ist ein Modell einer Volkswirtschaft, in dem die wesentlichen Tauschvorgänge als Geldströme und Güterströme zwischen den Wirtschaftssubjekten dargestellt werden."],"title":"einfache Wirtschaftskreislauf","type":"radio"},"Was sind Gründe für eine Teilautomatisierung?":{"answers":["Aufgaben, welche nur sehr umständlich von Maschinen übernommen werden können, werden besser und kostengünstiger von Personen erledigt.","Es braucht immer für alle Aufgaben Personen, welche die erledigten Aufgaben überprüfen.","Viele einfache Aufgaben können viel effizienter von Maschinen erledigt werden.","Es kann das optimale Verhältis von Personen und Maschinen für die Arbeit verwendet werden."],"correctAnswers":["Aufgaben, welche nur sehr umständlich von Maschinen übernommen werden können, werden besser und kostengünstiger von Personen erledigt.","Viele einfache Aufgaben können viel effizienter von Maschinen erledigt werden.","Es kann das optimale Verhältis von Personen und Maschinen für die Arbeit verwendet werden."],"title":"Automatisierungsgrad","type":"checkbox"},"Was sind Vorteile der Datenintegration?":{"answers":["Durch Datenintegration lassen sich Fehler vermeiden","Datenintegration lohnt sich nur für international tätige Unternehmen","Verbessert die Zusammenarbeit und die Vereinheitlichung von Systemen","Die Datenintegration spart Zeit"],"correctAnswers":["Durch Datenintegration lassen sich Fehler vermeiden","Verbessert die Zusammenarbeit und die Vereinheitlichung von Systemen","Die Datenintegration spart Zeit"],"title":"Datenintegration","type":"checkbox"},"Was sind Vorteile der Integration?":{"answers":["Senkung der Kosten für Softwarelizenzen","Überwindung von unternehmensinternen Grenzen","Erhöhung von Qualität durch automatisierte Prozesse","Senkung von Speicher- und Dokumentationsaufwand"],"correctAnswers":["Überwindung von unternehmensinternen Grenzen","Erhöhung von Qualität durch automatisierte Prozesse","Senkung von Speicher- und Dokumentationsaufwand"],"title":"Vorteile Integration","type":"checkbox"},"Was sind Vorteile eines Intranets für eine Organisation?":{"answers":["Kann interaktive Anwendungen mit Text, Sound und Video bereitstellen","Einfach zu bedienendes, universelles Webinterface","Offene Standards erlauben höhere Flexibilität der Organisation","Ein Intranet kann keine dynamische Webseite generieren"],"correctAnswers":["Kann interaktive Anwendungen mit Text, Sound und Video bereitstellen","Einfach zu bedienendes, universelles Webinterface","Offene Standards erlauben höhere Flexibilität der Organisation"],"title":"Intranet","type":"checkbox"},"Was sind Vorteile eines RFID's gegenüber einem Barcode?":{"answers":["Die Unempfindlichkeit gegen Schmutz und Beschädigungen","Die Berührungslose Datenerfassung ohne Sichtkontakt","Die Erweiterung des Speicherumfangs für Daten","Der günstige Preis"],"correctAnswers":["Die Unempfindlichkeit gegen Schmutz und Beschädigungen","Die Berührungslose Datenerfassung ohne Sichtkontakt","Die Erweiterung des Speicherumfangs für Daten"],"title":"RFID","type":"checkbox"},"Was sind branchenneutrale Abteilungen in einer Fertigungsindustrie?":{"answers":["Finanzbuchhaltung","Auftragsbearbeitung und Fakturierung","Materialplanung","Lagerhaltung und Beschaffung","Entgeltabrechnung"],"correctAnswers":["Finanzbuchhaltung","Entgeltabrechnung"],"title":"Branchenneutral","type":"checkbox"},"Was sind die Gründe, dass es im primären Sektor (Land- und Forstwirtschaft, Fischerei) immer weniger Erwerbstätige gibt?":{"answers":["bessere Maschinen","weniger Viehzucht","verbessertes Saatgut","weniger Interesse an Beruf","grössere Landwirtschaftsflächen"],"correctAnswers":["bessere Maschinen","verbessertes Saatgut","grössere Landwirtschaftsflächen"],"title":"Wissensbasierter Dienstleistungsgesellschaft","type":"checkbox"},"Was sind die Herausforderungen von integrierter Informationsverarbeitung?":{"answers":["Komplexität","Erhöhung der Qualität betrieblicher Prozesse","Betrieb muss seine Prozesse häufig der Software anpassen","Lange Realisierungs- und Investitionslaufzeiten","Mangelhafte Integrationsfähigkeit standardisierter Lösungen und zugekaufter\nSoftwareprodukte"],"correctAnswers":["Komplexität","Betrieb muss seine Prozesse häufig der Software anpassen","Lange Realisierungs- und Investitionslaufzeiten","Mangelhafte Integrationsfähigkeit standardisierter Lösungen und zugekaufter\nSoftwareprodukte"],"title":"Herausforderungen von integrierter Informationsverarbeitung","type":"checkbox"},"Was sind die Probleme, welche den Schweinezyklus verursachen?":{"answers":["Die grosse Verzögerung zwischen Produktion und Verkauf der Güter.","Durch Preisabsprachen unter den Lieferanten","Wiederholt falsch kalkulierte Nachfrageannahmen","Unregelmässige schwankende Nachfrage"],"correctAnswers":["Die grosse Verzögerung zwischen Produktion und Verkauf der Güter.","Wiederholt falsch kalkulierte Nachfrageannahmen","Unregelmässige schwankende Nachfrage"],"title":"Schweinezyklus","type":"checkbox"},"Was sind die Vorteile der Organisation?":{"answers":["Zunahme der Komplexität","Geregelte Verantwortungen","Zunahme der Abhängigkeiten","Geregelte Kompetenzen"],"correctAnswers":["Geregelte Verantwortungen","Geregelte Kompetenzen"],"title":"Aspekte der Organisation","type":"checkbox"},"Was sind die Vorteile der Unternehmen, welche die Sendungsverfolguns-API der UPS verwenden?":{"answers":["Mehr Besuche auf der Firmeneigene Webseite","Einsparung von Callcenter Agents wegen Kundenfragen über Stand der Sendungen","In ihrer Landessprache verfügbar","Der Kunde kann das Paket zu einer beliebigen Zeit abholen"],"correctAnswers":["Mehr Besuche auf der Firmeneigene Webseite","Einsparung von Callcenter Agents wegen Kundenfragen über Stand der Sendungen","In ihrer Landessprache verfügbar"],"title":"Sendungsverfolgung API von UPS","type":"checkbox"},"Was sind die Vorteile einer digitalisierten Archivierung von Dokumenten?":{"answers":["Verbesserte Suchmöglichkeiten in Dokumenten.","Dokumentenbackups können besser verteilt werden.","Durch die Digitalisierung wird die Zugreifszeit erhöht.","Datenschutzrichtlinien können besser eingehalten und kontrolliert werden.","Kompakte Datenspeicherung, benötigt weniger Stauraum."],"correctAnswers":["Verbesserte Suchmöglichkeiten in Dokumenten.","Dokumentenbackups können besser verteilt werden.","Datenschutzrichtlinien können besser eingehalten und kontrolliert werden.","Kompakte Datenspeicherung, benötigt weniger Stauraum."],"title":"Digitale Archivierung","type":"checkbox"},"Was sind die Vorteile einer elektronischen Dokumentablage gegenüber einem Papierarchiv?":{"answers":["Gesetzte für Datenschutz können besser eingehalten werden","Schnellerer Zugriff auf die Daten","Dokumente sind länger haltbar","Besserer Schutz vor Hacker"],"correctAnswers":["Gesetzte für Datenschutz können besser eingehalten werden","Schnellerer Zugriff auf die Daten"],"title":"Elektronischen Dokumentablage","type":"checkbox"},"Was sind die Vorteile eines erfolgreichen Workflow Managements?":{"answers":["Tiefe Investitionskosten","Hohe Flexibilität","Höheres ROI","Kosteneinsparungen","Höhere Produktivität"],"correctAnswers":["Höheres ROI","Kosteneinsparungen","Höhere Produktivität"],"title":"Workflow Management","type":"checkbox"},"Was sind die Vorteile von Informationen in einem Papierarchiv gegenüber einem Elektronischen?":{"answers":["Kann von mehreren Usern gleichzeitig benutzt werden.","Sicherheit durch physische Existenz an einem einfach zu bewachendem ort.","Immer und von überall Abrufbar","Einfaches Kopieren von Informationen"],"correctAnswers":["Sicherheit durch physische Existenz an einem einfach zu bewachendem ort."],"title":"Operative Anwendungssysteme","type":"radio"},"Was sind die Vorteile von integrierter Informationsverarbeitung?":{"answers":["Reduktion von Eingabeaufwand und Erfassungsfehler","einfach zu implementierende, universelle  Standardlösungen","Erhöhung der Qualität durch automatisierte Prozesse","Senkung von Speicher- und Dokumentationsaufwand","kurze Realisierungslaufzeit und geringe Investitionskosten"],"correctAnswers":["Reduktion von Eingabeaufwand und Erfassungsfehler","Erhöhung der Qualität durch automatisierte Prozesse","Senkung von Speicher- und Dokumentationsaufwand"],"title":"Vorteile integrierter Informationsverarbeitung","type":"checkbox"},"Was sind entscheidende Vorteile vom DIAD-System von UPS ?":{"answers":["Generierung von Track&Trace-Daten","Weniger Aufwand für Empfangsbestätigung (weniger Papier keine Rückwärtslogistik)","Sparen beim Personal der IT-Abteilung innerhalb von UPS","Einbettung des Systems in den Tagesablauf der Kunden"],"correctAnswers":["Generierung von Track&Trace-Daten","Weniger Aufwand für Empfangsbestätigung (weniger Papier keine Rückwärtslogistik)"],"title":"Vorteile Von DIAD","type":"checkbox"},"Was sind für ein Unternehmen mögliche Beweggründe für die Implementierung eines ERP-Systems?":{"answers":["Die Umstellung auf ein ERP-System ist nur mit geringem Aufwand verbunden.","Die Integration betrieblicher Abläufe innerhalb eines ERP-Systems vereinfacht deren Optimierung.","Ein ERP-System liefert den Führungskräften ein übersichtliches Gesamtbild des Unternehmens und vereinfacht so eine Ist-Analyse der betrieblichen Abläufe.","Ein ERP-System ermöglich den automatischen Datenaustausch verschiedener Abteilungen."],"correctAnswers":["Die Integration betrieblicher Abläufe innerhalb eines ERP-Systems vereinfacht deren Optimierung.","Ein ERP-System liefert den Führungskräften ein übersichtliches Gesamtbild des Unternehmens und vereinfacht so eine Ist-Analyse der betrieblichen Abläufe.","Ein ERP-System ermöglich den automatischen Datenaustausch verschiedener Abteilungen."],"title":"Enterprise-Resource-Planning-System","type":"checkbox"},"Was sind mögliche Nachteile der digitalen Dokumentenverwaltung?":{"answers":["Es fallen zusätzliche Kosten für die digitale Erfassung der Dokumente an.","Für kleine Unternehmen ist die Umstellung auf eine digitale Dokumentenverwaltung immer kostengünstiger.","Belastende Dokumente lassen sich weniger gut verstecken","Die Absicherung der elektronischen Archiven ist wesentlich aufwändiger, weil nebst den Speichermedien bzw. Server auch noch die IT Sicherheit anfällt."],"correctAnswers":["Es fallen zusätzliche Kosten für die digitale Erfassung der Dokumente an.","Belastende Dokumente lassen sich weniger gut verstecken","Die Absicherung der elektronischen Archiven ist wesentlich aufwändiger, weil nebst den Speichermedien bzw. Server auch noch die IT Sicherheit anfällt."],"title":"Nachteile digitale Dokumentenverwaltung","type":"checkbox"},"Was sind typische Beispiele für ein operatives System?":{"answers":["Hotelreservierungssysteme","Lohnabrechnungssysteme","Systeme für die Auftragsannahme","Systeme für Entscheidungsfindung"],"correctAnswers":["Hotelreservierungssysteme","Lohnabrechnungssysteme","Systeme für die Auftragsannahme"],"title":"Operatives Anwendungssystem","type":"checkbox"},"Was stellt die Wertschöpfungskette dar und wie tut sie das?":{"answers":["Die Stufen der Entwicklung als ungeordnete Kette von Tätigkeiten.","Verbrauchte Ressourcen von Prozessen als Kette.","Die Stufen eines Prozesses als geordnete Kette.","Die Stufen der Produktion als geordnete Kette von Tätigkeiten."],"correctAnswers":["Die Stufen der Produktion als geordnete Kette von Tätigkeiten."],"title":"Wertschöpfungskette","type":"radio"},"Was trifft auf Data Mining zu?":{"answers":["Ist der Analyseschritt des Knowledge Discovery in Database Prozessen.","Wird heutzutage fast nicht mehr verwendet.","Verwendet viele Statistische Verfahren.","Wird manuell am effizientesten durchgeführt."],"correctAnswers":["Ist der Analyseschritt des Knowledge Discovery in Database Prozessen.","Verwendet viele Statistische Verfahren."],"title":"Data Mining","type":"checkbox"},"Was trifft auf Entscheidungsbäume zu?":{"answers":["Dienen zur Lösung von Entscheidungsproblemen.","Entscheidungsbäume können nicht zu Datenmustererkennung verwendet werden.","Entscheidungsbäume sind ungeordnet.","Jeder Knoten repräsentiert eine logische Regel und jedes Blatt eine mögliche Antwort darauf."],"correctAnswers":["Dienen zur Lösung von Entscheidungsproblemen.","Jeder Knoten repräsentiert eine logische Regel und jedes Blatt eine mögliche Antwort darauf."],"title":"Entscheidungsbäume","type":"checkbox"},"Was trifft auf die Perspektiven eines balanced Scorecard zu?":{"answers":["Es müssen zwingend vier Perspektiven verwendet werden.","Die Finanzperspektive beeinhaltet Kennzahlen zum Erreichen finanzieller Ziele.","Die Ziele der Perspektiven sollten immer finanzieller Natur sein.","Jeder Perspektive werden Ziele sowie Massnahmen zugeteilt."],"correctAnswers":["Die Finanzperspektive beeinhaltet Kennzahlen zum Erreichen finanzieller Ziele.","Jeder Perspektive werden Ziele sowie Massnahmen zugeteilt."],"title":"Balanced Scorecard","type":"checkbox"},"Was trifft auf die SHA-256 Hash-Funktion bei einem Blockchain zu?":{"answers":["Mit der Hash-Funktion wird der Block verschlüsselt.","Die Hash-Funktion verwendet die Daten des Blocks zur Berechnung.","Eine Hash-Funktion ist für Blockchain nicht so wichtig.","Wenn der Block Kollisionsfrei ist, ist es auch die Hash-Funktion."],"correctAnswers":["Die Hash-Funktion verwendet die Daten des Blocks zur Berechnung.","Wenn der Block Kollisionsfrei ist, ist es auch die Hash-Funktion."],"title":"Hash-Funktion","type":"checkbox"},"Was trifft auf moderne Dokumentenverarbeitung zu?":{"answers":["Es werden bevorzugt nur die Rohdaten gespeichert und weiterverarbeitet.","Sie macht es einfacher, Dokumente für verschiedene Präsentationsmedien zu erstellen.","OCR ist hier nicht mehr nötig.","Über den Ausgabekanal wird beim Eingang eines Dokumentes entschieden.","Es braucht klar definierte Regel, wie die Ausgabedateien von bestimmten Applikationen auszusehen haben."],"correctAnswers":["Es werden bevorzugt nur die Rohdaten gespeichert und weiterverarbeitet.","Sie macht es einfacher, Dokumente für verschiedene Präsentationsmedien zu erstellen.","Es braucht klar definierte Regel, wie die Ausgabedateien von bestimmten Applikationen auszusehen haben."],"title":"Dokumentenverarbeitung","type":"checkbox"},"Was trifft auf moderne Unternehmen bzw. modernes Management zu (im Gegensatz zu traditionellen)?":{"answers":["In den Unternehmen wird stark nach festen Vorgaben und Verfahrensrichtlinien gearbeitet.","Die Unternehmen haben eine flachere Unternehmensstruktur (weniger hierarchisch).","Modernes Management appelliert an das Wissen, die Lernfähigkeit und die Entscheidungsfähigkeit des einzelnen Mitarbeiters.","Die Unternehmen produzieren vermehrt Produkte mit Anpassungen nach spezifischen Kundenwünschen."],"correctAnswers":["Die Unternehmen haben eine flachere Unternehmensstruktur (weniger hierarchisch).","Modernes Management appelliert an das Wissen, die Lernfähigkeit und die Entscheidungsfähigkeit des einzelnen Mitarbeiters.","Die Unternehmen produzieren vermehrt Produkte mit Anpassungen nach spezifischen Kundenwünschen."],"title":"Moderne Unternehmen und modernes Management","type":"checkbox"},"Was trifft für Groupware zu? (mehrere Antworten möglich)":{"answers":["Groupware ist Software, dessen Quellcode frei als opensource verfügbar ist. Sie kann frei weiterentwickelt und kostenlos eingesetzt werden.","PrimaryPad ist Groupware, weil sie gemeinsames, paralleles Arbeiten an Textdokumenten ermöglicht.","Groupware ist Software zur Unterstützung der Zusammenarbeit in einer Gruppe. Sie ermöglicht räumliche Distanz zu überbrücken.","z-Axis ist Groupware, weil der Quellcode öffentlich einsehbar ist und von jeder Firma kostenlos eingesetzt und frei weiterentwickelt werden kann."],"correctAnswers":["PrimaryPad ist Groupware, weil sie gemeinsames, paralleles Arbeiten an Textdokumenten ermöglicht.","Groupware ist Software zur Unterstützung der Zusammenarbeit in einer Gruppe. Sie ermöglicht räumliche Distanz zu überbrücken."],"title":"Groupware","type":"checkbox"},"Was versteht man beim sogenannten \"Slicing\" beim OLAP Würfe?":{"answers":["Die dedizierte Betrachtung einer Schicht des Würfels.","Die Unterteilung des Würfels in kleinere Würfel.","Drehen des Würfels, so dass eine andere Dimension betrachtet werden kann.","Das Aufteilen eines Datenwert auf mehrere Dimensionen."],"correctAnswers":["Die dedizierte Betrachtung einer Schicht des Würfels."],"title":"OLAP Würfel - Slicing","type":"radio"},"Was versteht man unter Anwendungssystem?":{"answers":["Das Anwendungssystem  ist eine Ablageorganisation auf einem Datenträger eines Computers.","Als Anwendungssystem werden Computerprogramme bezeichnet, die genutzt werden, um eine nützliche oder gewünschte nicht systemtechnische Funktionalität zu bearbeiten oder zu unterstützen.","Ein Anwendungssystem ist ein soziotechnisches System, das die Deckung von Informationsnachfrage zur Aufgabe hat.","Ein Anwendungssystem bezeichnet die Gesamtheit der \nIT-Infrastruktur, bestehend aus: Hardware, Software, Daten, \nSpeichertechnik, Kommunikation und Netzwerk, welche für ein bestimmtes \nAufgabengebiet entwickelt wurde."],"correctAnswers":["Ein Anwendungssystem bezeichnet die Gesamtheit der \nIT-Infrastruktur, bestehend aus: Hardware, Software, Daten, \nSpeichertechnik, Kommunikation und Netzwerk, welche für ein bestimmtes \nAufgabengebiet entwickelt wurde."],"title":"Anwendungssystem","type":"radio"},"Was versteht man unter DMS ?":{"answers":["Unter Dokumentenmanagementsystemen(DMS)\nversteht man eine datenbankgestützte Verwaltung von elektronischen Dokumenten\naller Art. Ziel von DMS-Software ist es, Schriftstücke zu archivieren\nund sie unternehmensweit zugänglich zu machen.","Dokumentenmanagementsystemen(DMS) bezeichnet die Gesamtheit\nder IT-Infrastruktur, bestehend aus: Hardware, Software, Daten,\nSpeichertechnik, Kommunikation und Netzwerk, welche für ein bestimmtes\nAufgabengebiet entwickelt wurde.","Dokumentenmanagementsystemen(DMS) fasst Methoden und\nInstrumente zur Einhaltung von Anforderungen aus verschiedenen Bereichen (z. B.\nQualität, Umwelt- und Arbeitsschutz, Sicherheit) in einer einheitlichen\nStruktur zusammen.","Dokumentenmanagementsystemen(DMS)\n stellen aufeinander und miteinander verbundene\nund abgestimmte Elemente als System dar, um systematisch die Ziele einer\nformalen Organisation zu erreichen."],"correctAnswers":["Unter Dokumentenmanagementsystemen(DMS)\nversteht man eine datenbankgestützte Verwaltung von elektronischen Dokumenten\naller Art. Ziel von DMS-Software ist es, Schriftstücke zu archivieren\nund sie unternehmensweit zugänglich zu machen."],"title":"Dokumentenmanagementsystemen (DMS)","type":"radio"},"Was versteht man unter Data-Warehouse ?":{"answers":["Ein Data-Warehouse ist eine für Analysezwecke optimierte zentrale Datenbank, die Daten aus mehreren, in der Regel heterogenen Quellen zusammenführt und verdichtet.","Data-Warehouse ist eine Datenbanksprache zur Definition von Datenstrukturen in relationalen Datenbanken sowie zum Bearbeiten und Abfragen von darauf basierenden Datenbeständen.","Unter Data-Warehouse versteht man die systematische Anwendung statistischer Methoden auf große Datenbestände mit dem Ziel, neue Querverbindungen und Trends zu erkennen","Ein Data-Warehouse ist eine Kopie des Teildatenbestandes einesData-Mart, die für einen bestimmten Organisationsbereich oder eine bestimmte Anwendung oder Analyse erstellt wird."],"correctAnswers":["Ein Data-Warehouse ist eine für Analysezwecke optimierte zentrale Datenbank, die Daten aus mehreren, in der Regel heterogenen Quellen zusammenführt und verdichtet."],"title":"Data-Warehouse","type":"radio"},"Was versteht man unter Datenintegration?":{"answers":["Die Datenintegration zielt auf die Abstimmung einzelner Softwarebausteine im Rahmen eines integrierten Systems ab.","Datenintegration in kontrolliertem Umfang wird häufig eingeplant, um z.B. bei Verlust von Daten die Rekonstruktion zu ermöglichen oder zur Verbesserung der Performance.","Datenintegration vereinigt Aspekte der aufgabenträgerorientierten Funktionsintegration und der Objektintegration.","Integration von Daten mehrerer betrieblicher Funktionsbereiche mit dem Ziel, dieselben Daten unmittelbar für verschiedene Aufgaben nutzbar zu machen."],"correctAnswers":["Integration von Daten mehrerer betrieblicher Funktionsbereiche mit dem Ziel, dieselben Daten unmittelbar für verschiedene Aufgaben nutzbar zu machen."],"title":"Datenintegration","type":"radio"},"Was versteht man unter Meta Daten?":{"answers":["Meta Daten  sind  Daten,  die  generelle Geschäftsentitäten  beschreiben  oder  kate-gorisieren, beispielsweise Länder- oder Flug-hafenkürzel,  Währungsbezeichnungen  oder andere  standardisierte  Kodierungen.","Unter Meta Daten versteht man im Allgemeinen Angaben, Werte oder formulierbare Befunde, die durch Messung, Beobachtung u. a. gewonnen wurden.","Als Meta Daten bezeichnet man in der Datenbankforschung (Informatik) Informationen, die keiner allgemeinen Struktur unterliegen, sondern einen Teil der Strukturinformation mit sich tragen.","Metadaten sind strukturierte Daten, die Informationen über Merkmale anderer Daten enthalten."],"correctAnswers":["Metadaten sind strukturierte Daten, die Informationen über Merkmale anderer Daten enthalten."],"title":"Meta Daten","type":"radio"},"Was versteht man unter PPS?":{"answers":["Unternehmensübergreifende Gestaltung und Führung von Güterflüssen entlang vom Rohmaterial zum Kunden","Kostengünstige Verfügbarkeit von eingekauften Artikeln (RM, Komponenten, Handelsware) mit geringem Kapitalbedarf","Geschäftsnahe Gestaltung & Führung der Güterbewegungen und Lagerstufen","Beherrschung Auftragsdurchlauf in Produktion (Liefertreue, Kosten, Kapitalbedarf, Qualität)"],"correctAnswers":["Beherrschung Auftragsdurchlauf in Produktion (Liefertreue, Kosten, Kapitalbedarf, Qualität)"],"title":"PPS","type":"radio"},"Was versteht man unter dem Maximierungsprinzip?":{"answers":["Durch anpassen des Preises die Gewinnmarge maximieren","Den Umsatz maximieren","Den maximalen Markanteil erreichen","Mit den gegebenen Ressourcen den Ouput maximieren"],"correctAnswers":["Mit den gegebenen Ressourcen den Ouput maximieren"],"title":"Maximierungsprinzip","type":"radio"},"Was versteht man unter „Peer Assessment“?":{"answers":["„Peer\nAssessment“ ist eine Webseite, bei den Studenten eine Sammlung von Videopodcasts,\nAudios, Bilder und weitere Informationen untereinander austauschen können.","„Peer\nAssessment“ ist ein Programm, welches die Archivierung eines Unternehmens regelt.","„Peer\nAssessment“ ist eine Methode, bei\ndem die Mitglieder einer Gruppe die Ergebnisse ihres eigenen Lernprozesses gegenseitig bewerten.\nStudenten arbeiten interaktiv miteinander.","„Peer Assessment“ ist eine Art Quiz, wo die\nLeistungen der einzelnen Teammitglieder gemessen werden können."],"correctAnswers":["„Peer\nAssessment“ ist eine Methode, bei\ndem die Mitglieder einer Gruppe die Ergebnisse ihres eigenen Lernprozesses gegenseitig bewerten.\nStudenten arbeiten interaktiv miteinander."],"title":"Peer Assessment","type":"radio"},"Was versteht man unter  Data-Mart ?":{"answers":["Data-Mart ist ein  Softwaresysteme, die für menschliche Entscheidungsträger für operative und strategische Aufgaben relevante Informationen ermitteln, aufbereiten, übersichtlich zusammenstellen und bei der Auswertung helfen.","Data-Mart  ist eine Datenbanksprache zur Definition von Datenstrukturen in relationalen Datenbanken sowie zum Bearbeiten und Abfragen von darauf basierenden Datenbeständen.","Ein Data-Mart ist eine Kopie des Teildatenbestandes eines Data-Warehouse, die für einen bestimmten Organisationsbereich oder eine bestimmte Anwendung oder Analyse erstellt wird.","Unter Data-Mart versteht man die systematische Anwendung statistischer Methoden auf große Datenbestände mit dem Ziel, neue Querverbindungen und Trends zu erkennen."],"correctAnswers":["Ein Data-Mart ist eine Kopie des Teildatenbestandes eines Data-Warehouse, die für einen bestimmten Organisationsbereich oder eine bestimmte Anwendung oder Analyse erstellt wird."],"title":"Data-Mart","type":"radio"},"Was war für Herman Miller der entscheidende Faktor in IT-Infrastruktur (Software) zu investieren?":{"answers":["Die Beschleunigung des Prozess vom Kundengespräch bis zum Verkauf.","alle anderen Mitbewerber hatten bereits in IT-Infrastruktur investiert, er musste nachziehen","Einsparung von Arbeitskräften","Hermann Miller wollte nicht in Software investieren, jedoch wurde ihm diese angeboten."],"correctAnswers":["Die Beschleunigung des Prozess vom Kundengespräch bis zum Verkauf."],"title":"Fallstudie: Herman Miller (Motivation)","type":"radio"},"Was wird durch das Business Process Modell (kurz BPM) dargestellt?":{"answers":["grobe Darstellung Primärdaten","Darstellung der Stammdaten","komplettes Modell der Geschäftsprozesse","Darstellung der Stamm- und Bewegungsdaten"],"correctAnswers":["komplettes Modell der Geschäftsprozesse"],"title":"BPMN","type":"radio"},"Was wird in der ERP-Ebene eingetragen?":{"answers":["Kosten","Maschinenbewegungen","Zeit","Menge"],"correctAnswers":["Kosten","Zeit","Menge"],"title":"ERP-Ebene","type":"checkbox"},"Was wird unter \"nonce\" verstanden?":{"answers":["Die grösse einer Transaktion","Die ID einer Transaktion","Die Zahl, welche ein Miner durchgehen muss, um einen korrekten Hash zu erstellen.","Der Startpunkt einer Elliptischen-Kurve"],"correctAnswers":["Die Zahl, welche ein Miner durchgehen muss, um einen korrekten Hash zu erstellen."],"title":"Bitcoin","type":"radio"},"Was wird von einer digitalen Signatur erwartet?":{"answers":["Beim Abschluss (Löschen) einer Blockchain-Kette wird diese vom Benutzer archiviert und unterschrieben.","Nur der Master kann verifizieren, eine Signatur kann für mehrere Dokumente verwendet werden.","Nur der Benutzer kann unterschreiben, jeder kann es verifizieren.","Die Signatur wird zum Überprüfen ob der richtige Algorithmus verwendet wurde mitgegeben."],"correctAnswers":["Nur der Benutzer kann unterschreiben, jeder kann es verifizieren."],"title":"Digitale Signatur","type":"radio"},"Was wäre ein positiver Effekt von Social bots.":{"answers":["Sensibilisierung. Unsere Gesselschaft wird gegenüber Socialbots misstrauischer.","Positives Feedback. Mehr Freunde auf Social-media die meine Meinung haben.","Riesige Datenmengen. Datensammler kriegen mehr Daten für ihre Analysen","Privatssphären-Schutz. Social media wird als Quelle für daten-Sammler unbrauchbar."],"correctAnswers":["Privatssphären-Schutz. Social media wird als Quelle für daten-Sammler unbrauchbar."],"title":"Socialbots","type":"radio"},"Welche\nVorteile weist ein Data Warehouse auf?":{"answers":["Jeder Benutzer hat einen direkten Zugang zu den Informationen, das schliesslich zu Zeitersparnissen führt","Erzeugt ein\nEchtzeitstreaming der Daten","Zeigt eine hohe\nDatenkonsistenz","Unterstützt und erleichtert Unternehmensentscheidungen","Beinhaltet\nbereichsspezifische Tools"],"correctAnswers":["Jeder Benutzer hat einen direkten Zugang zu den Informationen, das schliesslich zu Zeitersparnissen führt","Zeigt eine hohe\nDatenkonsistenz","Unterstützt und erleichtert Unternehmensentscheidungen","Beinhaltet\nbereichsspezifische Tools"],"title":"Data Warehouse","type":"checkbox"},"Welche 3 Architekturvarianten sind üblich ?":{"answers":["Smart Architektur, Dezentrale Architektur und Operative Architektur","Crossover Architektur, Top-down Architektur und Bottom up Architektur","Down Architektur, Top Architektur und Zentrale DW-Architektur","Zentrale DW-Architektur, Dezentrale DW-Architektur und Hub-and-Spoke-Architektur"],"correctAnswers":["Zentrale DW-Architektur, Dezentrale DW-Architektur und Hub-and-Spoke-Architektur"],"title":"Architekturvarianten","type":"radio"},"Welche 3 Bereiche umfassen Informationssysteme?":{"answers":["HR, IT, Forschung","Organisation, Technik, Management","Verkauf, Management, Marketing","IT, Koordination, Führung"],"correctAnswers":["Organisation, Technik, Management"],"title":"Informationssysteme","type":"radio"},"Welche Antwort beschreibt das Marktvolumen?":{"answers":["Prozentualer Anteil des Absatzvolumens am gesamten Marktvolumen.","Tatsächlicher Absatz einer Güter- oder Dienstleistungsart pro Periode in einem abgegrenzten Teilgebiet des Marktes.","Tatsächlicher Absatz eines einzelnen Unternehmens in der Periode.","Potentielle Aufnahmefähigkeit eines Marktes für ein bestimmtes Produkt oder eine Dienstleistung."],"correctAnswers":["Tatsächlicher Absatz einer Güter- oder Dienstleistungsart pro Periode in einem abgegrenzten Teilgebiet des Marktes."],"title":"Marktvolumen","type":"radio"},"Welche Antworten stimmen zu Dokumenten-Management-Systemen und Workflow-Management-Systemen?":{"answers":["Ein Dokumenten-Management-System hat Ein- und Ausgangskanäle.","Ein Dokumenten-Management-System greift in der Regel auf ein Workflow-Management-System zu.","Operative Anwendungssysteme können in den Workflow Einfluss nehmen und somit die Dokumente im Dokumenten-Management-System verändern.","Der Vorteil eines Dokumenten-Management-System ist, dass mehrere Leute mit einem Dokument arbeiten können, bzw. sich die Informationen holen können."],"correctAnswers":["Operative Anwendungssysteme können in den Workflow Einfluss nehmen und somit die Dokumente im Dokumenten-Management-System verändern.","Der Vorteil eines Dokumenten-Management-System ist, dass mehrere Leute mit einem Dokument arbeiten können, bzw. sich die Informationen holen können."],"title":"DMS vs WMS","type":"checkbox"},"Welche Antworten treffen die Kostendeckung eines Unternehmens zu?":{"answers":["Es gibt keinen Grund den Verkaufspreis unterhalb den Selbstkosten zu senken.","Die variablen Kosten eines Gutes werden kleiner, je mehr Stück verkauft werden.","Die Gewinnschwelle (Break Even) kann sich verschieben.","Ein Gut zu einem tieferen Preis als die Selbstkosten zu verkaufen kann Sinn machen, um die Fixkosten zu decken."],"correctAnswers":["Die Gewinnschwelle (Break Even) kann sich verschieben.","Ein Gut zu einem tieferen Preis als die Selbstkosten zu verkaufen kann Sinn machen, um die Fixkosten zu decken."],"title":"Deckungsbetrag","type":"checkbox"},"Welche Anwendungssysteme eignen sich zur Verwaltung der eingescannten Eingangspost?":{"answers":["Dokumenten-Management-System","Enterprise Ressource Planning","Konferenz-System","Gemeinsame Arbeitsräume","Workflow-Management-System","Wissensmanagement-System"],"correctAnswers":["Dokumenten-Management-System"],"title":"Groupware-Systeme","type":"radio"},"Welche Arten der Interaktion erlaubt Moodle?":{"answers":["Voting","Frage und Antwort Forum","Abgabe von Aufgaben","Von Studenten gepflegtes Quiz"],"correctAnswers":["Voting","Frage und Antwort Forum","Abgabe von Aufgaben","Von Studenten gepflegtes Quiz"],"title":"Moodle Interaktionen","type":"checkbox"},"Welche Aussage betreffend BPM trifft zu?":{"answers":["Ist nur für technische Prozesse geeignet","Eine klare Definition der Symbolbedeutung ist Voraussetzung","Programmierkenntnisse sind Vorausetzung","Ist ein Anwendungssystem um die Kommunikation mit dem Kunden zu unterstützen"],"correctAnswers":["Eine klare Definition der Symbolbedeutung ist Voraussetzung"],"title":"BPM Eigenschaften","type":"radio"},"Welche Aussage ist nicht korrekt?":{"answers":["Data Warehouse stellt die Daten für das ganze Unternehmen bereit.","Die Datenmenge ist bei Data Warehouse hoch.","Der Implementierungsprozess von Data Warehouse kann von Monaten bis Jahre dauern.","Der Detaillierungsgrad der gespeicherten Daten ist beim Data Mart hoch."],"correctAnswers":["Der Detaillierungsgrad der gespeicherten Daten ist beim Data Mart hoch."],"title":"Data Warehouse und Data Mart","type":"radio"},"Welche Aussage stimmt?":{"answers":["Lesen, Mathematik, Naturwissenschaften und Handarbeit wird getestet.","Nur ganze Länder können teilnehmen.","Die Pisa Studie ist die grösste internationale Schüler-Leistungstest.","Die Teilnehmer sind zwischen 15 bis 16 Jahre alte Schüler."],"correctAnswers":["Die Pisa Studie ist die grösste internationale Schüler-Leistungstest.","Die Teilnehmer sind zwischen 15 bis 16 Jahre alte Schüler."],"title":"Fehlerhafte Integrität","type":"checkbox"},"Welche Aussage trifft auf das Kreditorenbuch zu ?":{"answers":["Das Kreditorenbuch behält die Kontrolle über die Anlagen und Lizenzen eines Unternehmens.","Das Kreditorenbuch kontrolliert die ausstehenden Rechnungen der Kunden.","Das Kreditorenbuch verbucht die von den Lieferanten eingehenden Rechnungen.","Das Kreditorenbuch kontrolliert die Ein- und Ausgaben des Unternehmens."],"correctAnswers":["Das Kreditorenbuch verbucht die von den Lieferanten eingehenden Rechnungen."],"title":"Finanzbuchhaltung","type":"radio"},"Welche Aussage trifft auf die Multi-Channel Kommunikation zu?":{"answers":["Loslösung eines bestimmten Seitenformates, welcher für Umwege bei der Deformatierung sorgte","Ein zentrales System, welches unliegende DMS verwaltet","Im Multi-Channel können Dateien gleichzeitig transportiert und bearbeitet werden","Ermöglicht es Kanäle zu bündeln um die Transportkosten zu senken","Ein solcher Kanal setzt die gleiche Formatierung der zu übermittelnden Daten voraus"],"correctAnswers":["Loslösung eines bestimmten Seitenformates, welcher für Umwege bei der Deformatierung sorgte"],"title":"Multi-Channel Kommunikation","type":"radio"},"Welche Aussage trifft zu Bitcoin und Blockchain zu?":{"answers":["Jeder kann bei der Bitcoin-Blockchain teilnehmen und anfangen zu minen.","In der Bitcoin-Blockchain kann davon ausgegangen werden, dass alle Nodes vertrauenswürdig sind.","Die Bitcoin-Blockchain ist ein Peer-to-Peer Network und zentralisiert gesteuert.","Das Consensus Protocol dient dazu, um nicht vertrauenswürdige Nodes zu finden und immer die richtige Entscheidung zu treffen."],"correctAnswers":["Jeder kann bei der Bitcoin-Blockchain teilnehmen und anfangen zu minen."],"title":"Bitcoin und Blockchain allgemein","type":"radio"},"Welche Aussage zu \"Clusters\" ist korrekt?":{"answers":["Haben genau vier unterschiedliche Strukturen","Haben gar keine Struktur","Haben immer die gleiche Struktur","Haben unterschiedliche Strukturen"],"correctAnswers":["Haben unterschiedliche Strukturen"],"title":"Clustering","type":"radio"},"Welche Aussage zu Bitmap Indexing ist nicht wahr?":{"answers":["Das Ziel von Bitmap-Indexing ist Abfragen schneller abarbeiten zu können.","Bitmap Indexing funktioniert am besten, wenn ein einzelnes Feld viele verschiedene Werte annehmen kann.","Bitmap Indexing hat mehr overhead Speicherbedarf als eine konventionelle Implementation.","Bitmap Indexing eignet sich zum Gebrauch zusammen mit OLAP."],"correctAnswers":["Bitmap Indexing funktioniert am besten, wenn ein einzelnes Feld viele verschiedene Werte annehmen kann."],"title":"Bitmap Indexing","type":"radio"},"Welche Aussage zu OLAP trifft zu?":{"answers":["Hat im Vergleich zu relationale Datenbanken, bei grösseren Datenmengen eine kürzere Zugriffszeit","OLAP unterstützt maximal 5 Dimensionen.","OLAP Dimensionen sollten in einer relationalen Datenbank gespeichert werden.","Für die maximale Effizienz des OLAP Cube werden Realtime Daten benötigt."],"correctAnswers":["Hat im Vergleich zu relationale Datenbanken, bei grösseren Datenmengen eine kürzere Zugriffszeit"],"title":"OLAP","type":"radio"},"Welche Aussage zu RFID Transponder ist falsch?":{"answers":["Aktive\nTransponder sind grösser, teurer und haben eine Lebenszeitbegrenzung (bis 10\nJahre).","Passive\nTransponder enthalten keine Batterie und beziehen Ihre Energie durch die\nRadiowellen des Lesegerätes.","Bei Aktiven\nTranspondern können Daten auf größere Distanz gelesen werden.","Aktive\nTransponder sind mit interner Batterie ausgerüstet.","Passive\nTransponder sind kleiner und günstiger, können jedoch nur einmal ausgelesen\nwerden."],"correctAnswers":["Passive\nTransponder sind kleiner und günstiger, können jedoch nur einmal ausgelesen\nwerden."],"title":"RFID Transponder","type":"radio"},"Welche Aussage zum Track und Trace Service im Zusammenhang mit UPS trifft zu?":{"answers":["Der Track und Trace Service von UPS bringt Einsparungen für die kommerziellen Kunden.","UPS waren die ersten die Track und Trace einsetzten. Sie vergeben Lizenzen an andere Unternehmen.","Der Track und Trace Service von UPS wird mangels Interesse wieder eingestellt.","Der Track und Trace Service von UPS ist nur für den Empfänger von Interesse da sie immer wissen wo ihr Paket ist."],"correctAnswers":["Der Track und Trace Service von UPS bringt Einsparungen für die kommerziellen Kunden."],"title":"Track und Trace Service von UPS","type":"radio"},"Welche Aussage zur Bitcoin Hashfunktion ist Falsch?":{"answers":["Die Computer der Miner berechnen neue Hashwerte basierend auf einer Kombination der vorhergehenden Hashwerte, des neuen Transaktions-Blocks","Für die Miner ist unmöglich vorhersehbar, welcher Nonce den Hashwert mit der benötigten Anzahl vorangestellter Nullen produziert. Daher sind diese gezwungen, soviele Hashwerte mit unterschiedlichen Nonces herzustellen, bis (zufällig) der passende Wert gefunden wird.","Um unterschiedliche Hashwerte für die gleichen Daten zu erzielen, fügt Bitcoin den Daten vor dem \"Hashing\" eine beliebige Zahl, genannt \"nonce\" hinzu um unterschiedliche Hashwerte zu generieren.","Kryptologische Hashfunktionen transformieren die gesammelten Daten in eine alphanumerische Zeichenfolge mit einer fixierten Länge, genannt \"hash value\". Kleine Änderungen an den Originaldaten, verändern den Hashwert nicht. Es müssen mindestens drei Zeichen in folge geändert werden, damit ein anderer Hashwert resultiert."],"correctAnswers":["Kryptologische Hashfunktionen transformieren die gesammelten Daten in eine alphanumerische Zeichenfolge mit einer fixierten Länge, genannt \"hash value\". Kleine Änderungen an den Originaldaten, verändern den Hashwert nicht. Es müssen mindestens drei Zeichen in folge geändert werden, damit ein anderer Hashwert resultiert."],"title":"Bitcoin Hashfunktion","type":"radio"},"Welche Aussage zur horizontalen Integration trifft zu?":{"answers":["Die horizontale Integration hat den höchsten Nutzen auf der Ebene der Operativen Anwendungssystemen.","Die horizontale Integration erschwert den vertikalen Datenfluss und sollten daher mit Vorsicht eingesetzt werden.","Die horizontale Integration hat den höchsten Nutzen auf der Ebene der Analytischen Anwendungssysteme.","Die horizontale Integration macht die ELT-Programme überflüssig."],"correctAnswers":["Die horizontale Integration hat den höchsten Nutzen auf der Ebene der Operativen Anwendungssystemen."],"title":"horizontalen Integration","type":"radio"},"Welche Aussage über Zero Email ist korrekt?":{"answers":["Zero Email ist ein anderer Name für die Inbox Zero Politik.","Zero Email ist ein Email-Anbieter welcher sich auf Spambekämpfung spezialisiert hat.","Zero Email ist ein Programm um die Inbox Zero Politik zu erzwingen.","Zero Email ist eine Initiative von Facebook um einen Buissiness Messenger zu pushen und damit Konkurrenz für Slack, Teams usw. zu schaffen.","Zero Email ist ein Projekt von Atos um gänzlich auf Mail Kommunikation zu verzichten."],"correctAnswers":["Zero Email ist ein Projekt von Atos um gänzlich auf Mail Kommunikation zu verzichten."],"title":"Zero Email","type":"radio"},"Welche Aussage über die Portfolio-Analyse ist Falsch?":{"answers":["Die Risikobereitschaft wird mit gezielten Fragen abgeklärt.","Es werden Portofolios empfohlen, die unter der persönlichen Effizienzkurve liegen.","Es gibt für jeden eine passende Investition.","Schweizer Staatsanleihen sind Zero-Risk investitionen mit geringer Rendite."],"correctAnswers":["Es werden Portofolios empfohlen, die unter der persönlichen Effizienzkurve liegen."],"title":"Portfolio-Analyse","type":"radio"},"Welche Aussage(n) bezüglich analytischer Anwendungssysteme ist/sind falsch?":{"answers":["Analytische Anwendungssysteme arbeiten mit bereinigten Daten.","Analytische Anwendungssysteme benötigen mindestens tagesaktuelle Daten (normalerweise noch genauer).","Alte (historische) Daten werden bei analytischen Anwendungssytemen nicht beachtet.","Zentraler Zweck von analytischen Anwendungssyteme ist die Entscheidungsunterstützung."],"correctAnswers":["Analytische Anwendungssysteme benötigen mindestens tagesaktuelle Daten (normalerweise noch genauer).","Alte (historische) Daten werden bei analytischen Anwendungssytemen nicht beachtet."],"title":"Analytische Anwendungssysteme","type":"checkbox"},"Welche Aussage(n) bezüglich des Portfolios A ist/sind korrekt?":{"answers":["Portfolio A ist das absolut beste Portfolio in der vorliegenden Situation.","Portfolio A ist das \"sicherste\" aller eingezeichneten Portfolios.","Portfolio A ist ineffizient, da die Rendite (Return) sehr niedrig ist.","Portfolio A ist effizient."],"correctAnswers":["Portfolio A ist das \"sicherste\" aller eingezeichneten Portfolios.","Portfolio A ist effizient."],"title":"Protfolio Analyse","type":"checkbox"},"Welche Aussage(n) bezüglich des Workflow Managements ist (sind) korrekt?":{"answers":["Durch Workflow Management kann die Kundenzufriedenheit erhöht werden.","Das Workflow Management befasst sich mit der Koordination von Teilaufgaben, welche in einem Unternehmen anfallen.","Workflow Management erfordert immer IT Systeme.","Ziele des Workflow Managements umfassen Kosten senken, Prozessqualität verbessern und Erhöhung der Produktivität."],"correctAnswers":["Durch Workflow Management kann die Kundenzufriedenheit erhöht werden.","Das Workflow Management befasst sich mit der Koordination von Teilaufgaben, welche in einem Unternehmen anfallen.","Ziele des Workflow Managements umfassen Kosten senken, Prozessqualität verbessern und Erhöhung der Produktivität."],"title":"Workflow Management","type":"checkbox"},"Welche Aussagen beschreiben Merkmale der \"Industrie 4.0\" ?":{"answers":["Einsatz von Mikroelektronik für die Automatisierung der Fertigungsprozesse","Maschinen, Geräte und Menschen werden mittels einem Sensorverbund und dem Einsatz von IoT Technologie miteinander vernetzt und können untereinander kommunizieren.","Einsatz von umweltfreundlich produzierter elektrischer Energie (z.B. Photovoltaik) für den Betrieb der Fertigungsanlage","Im Gegensatz zur ersten, zweiten und dritten industriellen Revolution, ist die vierte industrielle Revolution noch gar nicht abgeschlossen und ist in vollem Gange.Die Bezeichnung \"Industrie 4.0\" nimmt dabei lediglich Bezug auf die Vergangenheit und deutet mit der Versionsnummer an, dass Softwaresysteme entscheidend an Einfluss gewonnen haben"],"correctAnswers":["Maschinen, Geräte und Menschen werden mittels einem Sensorverbund und dem Einsatz von IoT Technologie miteinander vernetzt und können untereinander kommunizieren.","Im Gegensatz zur ersten, zweiten und dritten industriellen Revolution, ist die vierte industrielle Revolution noch gar nicht abgeschlossen und ist in vollem Gange.Die Bezeichnung \"Industrie 4.0\" nimmt dabei lediglich Bezug auf die Vergangenheit und deutet mit der Versionsnummer an, dass Softwaresysteme entscheidend an Einfluss gewonnen haben"],"title":"Industrie 4.0 , weitere Merkmale","type":"checkbox"},"Welche Aussagen betreffend Social Bots treffen zu?":{"answers":["Sie können die öffentliche Meinungsbildung massiv zu beeinflussen.","Social Bots werden oft mit der gezielten Verbreitung von Fake-News und Hassrede in Verbindung gebracht.","Ein Social Bot ist ein Computerprogramm, das selbstständig sich wiederholende Aufgaben abarbeitet.","Social Bots können aufgrund ihrer Unausgereiftheit leicht erkannt und gesperrt werden."],"correctAnswers":["Sie können die öffentliche Meinungsbildung massiv zu beeinflussen.","Social Bots werden oft mit der gezielten Verbreitung von Fake-News und Hassrede in Verbindung gebracht.","Ein Social Bot ist ein Computerprogramm, das selbstständig sich wiederholende Aufgaben abarbeitet."],"title":"Social Bots","type":"checkbox"},"Welche Aussagen betreffend dem \"Frequent Itemset Mining\" sind korrekt?":{"answers":["Das Crossmarketing dient als Basis für die Warenkorbanalyse.","Das übergeordnete Ziel des Frequent Itemset Minings ist es, Korrelationen und Kausalitäten unter den gesammelten Daten ausfindig zu machen.","Die Analyse der Transaktionsdaten ist genauer, falls nur wenige Transaktionen getätigt wurden.","Mittels der Warenkorbanalyse wird versucht gezielt Werbung aufzuschalten."],"correctAnswers":["Das übergeordnete Ziel des Frequent Itemset Minings ist es, Korrelationen und Kausalitäten unter den gesammelten Daten ausfindig zu machen.","Mittels der Warenkorbanalyse wird versucht gezielt Werbung aufzuschalten."],"title":"Frequent Itemset Mining","type":"checkbox"},"Welche Aussagen bezüglich RFID treffen zu?":{"answers":["Mittels RFID lassen sich Arbeitsprozesse automatisieren. Wie zum Beispiel das Sortieren von Müll.","RFID hat fast keine Datenschutsprobleme, da die Chips nur eine sehr kleine Reichweite haben.","RFID Chips sind standardmässig geschützt vor Spoofing und Tracking.","RFID sind mittlerweile so klein, dass sie unbemerkt in diverse Produkte wie Dosen und Kleider integriert werden können."],"correctAnswers":["Mittels RFID lassen sich Arbeitsprozesse automatisieren. Wie zum Beispiel das Sortieren von Müll.","RFID sind mittlerweile so klein, dass sie unbemerkt in diverse Produkte wie Dosen und Kleider integriert werden können."],"title":"RFID","type":"checkbox"},"Welche Aussagen sind richtig?":{"answers":["Anwendungssysteme auf strategischer Ebene dienen dem oberen Management und unterstützen deren langfristige Planung.","Anwendungssysteme auf operativer Ebene überwachen und führen grundlegene Aktivitäten sowie Transaktionen in einem Unternehmen aus.","Anwendungssysteme auf normativer Ebene verwalten unter anderem Geschäftsprozesse in einem Unternehmen und dienen zur Qualitätssicherung.","Anwendungssysteme auf Managementebene verwalten die operativen und strategischen Anwendungssysteme eines Unternehmens."],"correctAnswers":["Anwendungssysteme auf strategischer Ebene dienen dem oberen Management und unterstützen deren langfristige Planung.","Anwendungssysteme auf operativer Ebene überwachen und führen grundlegene Aktivitäten sowie Transaktionen in einem Unternehmen aus."],"title":"Arten der Anwendungssystemen","type":"checkbox"},"Welche Aussagen sind wahr?":{"answers":["Die Transaction fee wird vom Miner festgelegt.","Die Hauptincentives Bitcoin zu minen sind: Block Reward und Transaction fee.","Rund alle 10 Minuten erhält jemand einen Block Reward.","Wer eine Bitcoin Transaktion ausführen möchte, muss eine Transaktionsgebühr zahlen.","Die Transaction fee with alle 4 Jahre halbiert."],"correctAnswers":["Die Hauptincentives Bitcoin zu minen sind: Block Reward und Transaction fee.","Rund alle 10 Minuten erhält jemand einen Block Reward."],"title":"Bitcoin Mining incentives","type":"checkbox"},"Welche Aussagen sind zur Finanzbuchhaltung korreckt?":{"answers":["Finanzbuchhaltungssysteme kommunizieren mittels Zahlungseingängen und -ausgängen mit den Banken","Ein Kernbestandteil einer Finanzbuchhaltung ist das Hauptbuch","Finanzbuchhaltungssoftware kann mit anderen Anwendungen kommunizieren, beispielsweise über Fakturaaufträge","Mahnungen sind kein Bestandteil der Finanzbuchhaltung"],"correctAnswers":["Finanzbuchhaltungssysteme kommunizieren mittels Zahlungseingängen und -ausgängen mit den Banken","Ein Kernbestandteil einer Finanzbuchhaltung ist das Hauptbuch","Finanzbuchhaltungssoftware kann mit anderen Anwendungen kommunizieren, beispielsweise über Fakturaaufträge"],"title":"Finanzbuchhaltung","type":"checkbox"},"Welche Aussagen stimmen bei einem OLAP Datenwürfel mit den klassichen Achsen Zeit (horizontal), Region (tiefe), Produkt (höhe)?":{"answers":["Eine horizontale Ebene auf beliebiger höhe gibt den Absatz eines Produktes an.","Eine vertikale Ebene auf einer beliebigen Höhe gibt den Absatz des Produktes an.","Eine vertikale Ebene gibt den Absatz für eine bestimmte Zeit an.","Eine vertikale Ebene gibt den Absatz für einen bestimmten Ort an."],"correctAnswers":["Eine horizontale Ebene auf beliebiger höhe gibt den Absatz eines Produktes an.","Eine vertikale Ebene gibt den Absatz für eine bestimmte Zeit an."],"title":"OLAP","type":"checkbox"},"Welche Aussagen stimmen?":{"answers":["Redundante Datenhaltung muss nicht Dateninkonsistenz bedeutet, ermöglicht diese aber.","Referentielle Integrität synchronisiert redundante Datenfelder, so dass identische Datenwerte in ihnen\ngespeichert sind.","Datenbanken sind ein effizientes Mittel zur Integration der Daten innerhalb eines Unternehmens.","Referentieller Integritätsbeziehungen zwischen verschiedenen Datenbeständen müssen ausserhalb\nvon Datenbanken programmiert werden."],"correctAnswers":["Redundante Datenhaltung muss nicht Dateninkonsistenz bedeutet, ermöglicht diese aber.","Datenbanken sind ein effizientes Mittel zur Integration der Daten innerhalb eines Unternehmens."],"title":"Aussagen zu Datenbanksystemen","type":"checkbox"},"Welche Aussagen treffen auf Dokumentenmanagementsysteme zu?":{"answers":["Beim Einscannen kann durch einen Barcode-Aufkleber die Erfassung von Duplikaten vermieden werden.","Neue Ansätze ermöglichen es Kunden, z.B. Arztrechnungen selber einzuscannen und ersparen damit dem Unternehmen den Scan-Aufwand.","Urkunden müssen sowohl elektronisch als auch physisch vorhanden sein.","Das Ziel eines DMS ist es, Dokumente in verschiedenen, dezentralen Systemen abzulegen."],"correctAnswers":["Beim Einscannen kann durch einen Barcode-Aufkleber die Erfassung von Duplikaten vermieden werden.","Neue Ansätze ermöglichen es Kunden, z.B. Arztrechnungen selber einzuscannen und ersparen damit dem Unternehmen den Scan-Aufwand.","Urkunden müssen sowohl elektronisch als auch physisch vorhanden sein."],"title":"Dokumentenmanagementsysteme (DMS)","type":"checkbox"},"Welche Aussagen treffen auf Dumpingpreise zu?":{"answers":["Es handelt sich um Dumpingpreisen wenn die Selbstkosten höher sind.","Dumpingpreise sind grundsätzlich erlaubt","Dumpingpreise sind gemäss den Regeln der WTO nicht erlaubt","Es handelt sich um Dumpingpreise wenn die Preise tiefer als die der Konkurrenz sind"],"correctAnswers":["Es handelt sich um Dumpingpreisen wenn die Selbstkosten höher sind.","Dumpingpreise sind gemäss den Regeln der WTO nicht erlaubt"],"title":"Dumpingpreise","type":"checkbox"},"Welche Aussagen treffen auf ERP zu?":{"answers":["System, dass zur Koordination wichtiger interner Prozesse eines Unternehmens dient","geteilte und geregelte Nutzung von Daten unterschiedlicher Funktionen","Integrierte unternehmensweite Anwendungssysteme","dienen vorweigend dem Kunden","ERP Funktionalitäten werden als unabhängige Softwaremodule angeboten"],"correctAnswers":["System, dass zur Koordination wichtiger interner Prozesse eines Unternehmens dient","Integrierte unternehmensweite Anwendungssysteme"],"title":"ERP","type":"checkbox"},"Welche Aussagen treffen auf Merkle Trees zu":{"answers":["Ein Merkle Tree ist ein Binärbaum bestehend aus Hash-Pointern","Mit einem Merkle Tree können Daten komprimiert werden","Mit einem Merkle Tree können grosse Datenstrukturen effizient verifiziert werden","Der oberste Hash im Merkle Tree bleibt gleich wenn sich die Daten ändern"],"correctAnswers":["Ein Merkle Tree ist ein Binärbaum bestehend aus Hash-Pointern","Mit einem Merkle Tree können grosse Datenstrukturen effizient verifiziert werden"],"title":"Merkle Trees","type":"checkbox"},"Welche Aussagen treffen auf OLAP zu?":{"answers":["Es ist nicht möglich OLAP Dimensionen in einer Relationalen Datenbank zu speichern.","OLAP Dimensionen sollte in einer Relationalen Datenbank gespeichert werden, da diese dafür optimiert ist.","OLAP unterstütz mehrere Dimensionen.","OLAP unterstützt genau 2 Dimensionen.","Einer der Gründe des Erfolgs von OLAP, war die Flexibilität der Abfragemöglichkeiten."],"correctAnswers":["OLAP unterstütz mehrere Dimensionen.","Einer der Gründe des Erfolgs von OLAP, war die Flexibilität der Abfragemöglichkeiten."],"title":"OLAP","type":"checkbox"},"Welche Aussagen treffen auf Social Bots zu?":{"answers":["Social Bots können Meinungen verstärken.","Social Bots können mit wenig Aufwand skaliert werden.","Social Bots sind Programme, welche nur für sozialen Zwecke verwendet werden.","Das primäre Ziel von Social Bots ist die Zerstörung von Sozialen Netzwerken.","Social Bots verfälschen statistische Auswertungen über Soziale Netzwerke"],"correctAnswers":["Social Bots können Meinungen verstärken.","Social Bots können mit wenig Aufwand skaliert werden.","Social Bots verfälschen statistische Auswertungen über Soziale Netzwerke"],"title":"Social Bots","type":"checkbox"},"Welche Aussagen treffen auf den Integrationszeitpunkt zu?":{"answers":["Bei der Stapelverarbeitung werden Daten z.B. einmal in einem bestimmten Zeitinterval verarbeitet.","Dank der Stapelverarbeitung wird die Daten nahezu in Echtzeit bearbeitet.","Ereignisorientierung ermöglicht es, z.B. auf grosse Bestellungen schnell zu reagieren.","In Unternehmen gibt es eine Tendenz in Richtung Real-Time-Verarbeitung."],"correctAnswers":["Bei der Stapelverarbeitung werden Daten z.B. einmal in einem bestimmten Zeitinterval verarbeitet.","Ereignisorientierung ermöglicht es, z.B. auf grosse Bestellungen schnell zu reagieren.","In Unternehmen gibt es eine Tendenz in Richtung Real-Time-Verarbeitung."],"title":"Integrationszeitpunkt","type":"checkbox"},"Welche Aussagen treffen auf die MoodleBox zu?":{"answers":["Mit der MoodleBox kann man Moodle ohne teure Server-Hardware betreiben","Die MoodleBox benötigt Internet um verwendet werden zu können","Die MoodleBox kann als Wi-Fi Access Point verwendet werden","Bis zu 10 Benutzer können die MoodleBox gleichzeitig verwenden"],"correctAnswers":["Mit der MoodleBox kann man Moodle ohne teure Server-Hardware betreiben","Die MoodleBox kann als Wi-Fi Access Point verwendet werden"],"title":"Moodle Box","type":"checkbox"},"Welche Aussagen treffen auf die Transformation (als Teil von ETL-Programmen) zu?":{"answers":["Die Validierung der Input-Daten eines Web-Formulars gehört zur Transformation.","Masseinheiten und Währungen werden in diesem Schritt umgerechnet und damit vereinheitlicht.","Die Transformation findet in einem eigenen Arbeitsbereich, der Staging-Area, statt.","Bei der Transformation werden die Daten direkt in das Data Warehouse gespeichert."],"correctAnswers":["Masseinheiten und Währungen werden in diesem Schritt umgerechnet und damit vereinheitlicht.","Die Transformation findet in einem eigenen Arbeitsbereich, der Staging-Area, statt."],"title":"Transformation (ETL)","type":"checkbox"},"Welche Aussagen treffen zu Data-Warehouse zu?":{"answers":["Ein Data-Warehouse hat das Ziel einen komfortablen Datenzugriff auf Daten aus verschiedenen Quellen zu bieten","Ein Data-Warehouse ist häufig Ausgangsbasis für Data-Mining.","Ein Data-Warehouse ermöglicht eine globale Sicht auf heterogene und verteilte Datenbestände.","Data-Warehouse besitzen nie Realtime Daten."],"correctAnswers":["Ein Data-Warehouse hat das Ziel einen komfortablen Datenzugriff auf Daten aus verschiedenen Quellen zu bieten","Ein Data-Warehouse ist häufig Ausgangsbasis für Data-Mining.","Ein Data-Warehouse ermöglicht eine globale Sicht auf heterogene und verteilte Datenbestände."],"title":"Data Warehouse","type":"checkbox"},"Welche Aussagen treffen zu?":{"answers":["Die Schweizerische Post ist ein Beispiel für ein Angebotsmonopol","Vollständige Konkurrenz ist die Situation bei der auf einem Markt viele Anbieter aber auch viele Nachfrager vorhanden sind.","Ein Monopson bedeutet dass viele Nachfragen aber nur ein Anbieter existieren","Die Handynetze in der Schweiz sind ein Beispiel für ein Nachfrageogliopol","Ein Bilaterales Ogliopol zeichnet sich durch wenige Anbieter und wenige Nachfrager aus."],"correctAnswers":["Die Schweizerische Post ist ein Beispiel für ein Angebotsmonopol","Vollständige Konkurrenz ist die Situation bei der auf einem Markt viele Anbieter aber auch viele Nachfrager vorhanden sind.","Ein Bilaterales Ogliopol zeichnet sich durch wenige Anbieter und wenige Nachfrager aus."],"title":"Angebot und Nachfrage","type":"checkbox"},"Welche Aussagen treffen zum Artikel RWTH Aachen Übertrieblicher Material- und Informationsfluss zu?":{"answers":["Unter vertikaler Integration wird ein unternehmensübergreifender Austausch relevanter Informationen entlang der Lieferkette verstanden.","Durch CPFR(Collaborative Planning, Forecasting and Replenishment) kann man aufschaukelnde Bestände und Bestellmengen deutlich verringern.","Durch Integration der Informationstechnologien (wie z.B. RFID, MES) können relevante Informationen entlang der Lieferkette verstanden werden.","Das ERP Innovation Lab, das Smart-Objects lnnovation Lab und das Service Science lnnovation Lab sind die drei im Cluster of Excellence verwendeten Innovationslabore."],"correctAnswers":["Durch CPFR(Collaborative Planning, Forecasting and Replenishment) kann man aufschaukelnde Bestände und Bestellmengen deutlich verringern.","Durch Integration der Informationstechnologien (wie z.B. RFID, MES) können relevante Informationen entlang der Lieferkette verstanden werden.","Das ERP Innovation Lab, das Smart-Objects lnnovation Lab und das Service Science lnnovation Lab sind die drei im Cluster of Excellence verwendeten Innovationslabore."],"title":"RWTH Aachen","type":"checkbox"},"Welche Aussagen zu Bitcoin Block Rewards sind korrekt?":{"answers":["Total werden voraussichtlich mehr als 30 Millionen BTC in Umlauf kommen.","Der letzte Bitcoin wird voraussichtlich im Jahr 2040 geminet.","Die Rewards werden Bar ausgezahlt.","Der Reward wird alle 2 Jahre halbiert.","Der Reward beträgt momentan 12.5BTC pro Block","Der Reward bleibt konstant."],"correctAnswers":["Der letzte Bitcoin wird voraussichtlich im Jahr 2040 geminet.","Der Reward beträgt momentan 12.5BTC pro Block"],"title":"Bitcoin Block Reward","type":"checkbox"},"Welche Aussagen zu Clustering sind korrekt?":{"answers":["Bei Clustering werden ähnliche Datenobjekte in Cluster gruppiert","Cluster werden vom Datenanalyst vordefiniert","Clustering wird auschliesslich als Vorbereitungsschritt für andere Algorithmen verwendet","Clustering ist eine Art der Klassifizierung von Objekten"],"correctAnswers":["Bei Clustering werden ähnliche Datenobjekte in Cluster gruppiert","Clustering ist eine Art der Klassifizierung von Objekten"],"title":"Clustering","type":"checkbox"},"Welche Aussagen zu Hashfunktionen sind richtig?":{"answers":["Hashfunktionen akzeptieren einen beliebig langen Input und geben einen beliebig langen Output zurück.","Bitcoin verwendet den MD5-Hash, welcher aber nicht beweisbar Kollisionsfrei ist.","Die Hiding-Eigenschaft von Hashfunktionen besagt, dass es praktisch unmöglich ist, von einem Hashwert auf den Ursprungswert zu schliessen (sie ist nicht umkehrbar).","Collision-free bedeutet, dass keine zwei Inputs zum gleichen Hashwert führen (kollidieren)."],"correctAnswers":["Die Hiding-Eigenschaft von Hashfunktionen besagt, dass es praktisch unmöglich ist, von einem Hashwert auf den Ursprungswert zu schliessen (sie ist nicht umkehrbar)."],"title":"Eigenschaften von Hashfunktionen","type":"checkbox"},"Welche Aussagen zu Klassifizierung im Bereich Data-Mining sind korrekt?":{"answers":["Entscheidungsbäume sind ein Beispiel für ein wichtiges Klassifizierungsverfahren.","Klassifikationsverfahren sind Methoden und Kriterien zur Einteilung von Objekten oder Situationen in Klassen.","Klassifizierungsverfahren sind immer anwendungsbezogen.","In der Klassifikation werden häufige Zusammenhänge in den Datensätzen gesucht und meist als Schlussregeln formuliert."],"correctAnswers":["Entscheidungsbäume sind ein Beispiel für ein wichtiges Klassifizierungsverfahren.","Klassifikationsverfahren sind Methoden und Kriterien zur Einteilung von Objekten oder Situationen in Klassen.","Klassifizierungsverfahren sind immer anwendungsbezogen."],"title":"Data-Mining Klassifizierung","type":"checkbox"},"Welche Aussagen zu Knowledge Discovery in Databases (KDD) und Datamining sind Richtig?":{"answers":["Datamining beinhaltet im Gegensatz zu KDD die Bereinigung sowie Reduktion der Daten.","Die Konvertierung der Daten (zum Beispiel in ein anderes Format) ist ein Teil von KDD und soll das Datamining effizienter machen.","Die Interpretation der Daten ist Teil des Dataminings und hat primär nichts mit dem KDD Prozess zu tun.","KDD ergänzt das Datamining um Voruntersuchungen und Transformationen der auszuwertenden Daten."],"correctAnswers":["Die Konvertierung der Daten (zum Beispiel in ein anderes Format) ist ein Teil von KDD und soll das Datamining effizienter machen.","KDD ergänzt das Datamining um Voruntersuchungen und Transformationen der auszuwertenden Daten."],"title":"Zusammenhänge zwischen KDD und Datamining","type":"checkbox"},"Welche Aussagen zu analytischen Daten sind korrekt?":{"answers":["Analytische Daten werden in Real-Time aktualisiert.","Analytische Daten werden für komplexe ständig wechselnde Fragestellungen gebraucht.","Analytische Daten sind nicht modelliert und liefern aktuelle Informationen zu den Geschäftstätigkeiten.","Analytische Daten sind themenorientiert und helfen dem Management bei Entscheidungsfindungen."],"correctAnswers":["Analytische Daten werden für komplexe ständig wechselnde Fragestellungen gebraucht.","Analytische Daten sind themenorientiert und helfen dem Management bei Entscheidungsfindungen."],"title":"analytische Daten","type":"checkbox"},"Welche Aussagen zu den Themen KDD Prozess und Data-Mining sind korrekt?":{"answers":["Der KDD Prozess besteht aus verschiedenen Teilschritten, darunter auch dem Data-Mining","Data-Mining ist die systematische Anwendung statistischer Methoden auf große Datenbestände","Das Ziel des KDD ist die Erkennung bislang unbekannter Zusammenhänge aus vorhandenen, meist grossen Datenbeständen","Das Ziel des Data-Mining ist es Daten zu generieren"],"correctAnswers":["Der KDD Prozess besteht aus verschiedenen Teilschritten, darunter auch dem Data-Mining","Data-Mining ist die systematische Anwendung statistischer Methoden auf große Datenbestände","Das Ziel des KDD ist die Erkennung bislang unbekannter Zusammenhänge aus vorhandenen, meist grossen Datenbeständen"],"title":"KDD Prozess und Data-Mining","type":"checkbox"},"Welche Aussagen zu den folgenden Grundoperationen sind korrekt?":{"answers":["Roll up: Verdichten auf höhere Hierarchiestufe (z. B. von der Monats- auf die Jahressicht)","Slicing: Ausschneiden von Scheiben aus dem Datenwürfel","Dicing: Es wird ein kleiner Würfel erzeugt, welcher ein Teilvolumen des Gesamtwürfels enthält.","Drill Across: Dimension auf der gleichen Hierarchiestufe; Betrachtung der benachbarten Dimensionselemente (andere Region, anderes Produkt, anderer Zeitraum)"],"correctAnswers":["Roll up: Verdichten auf höhere Hierarchiestufe (z. B. von der Monats- auf die Jahressicht)","Slicing: Ausschneiden von Scheiben aus dem Datenwürfel","Dicing: Es wird ein kleiner Würfel erzeugt, welcher ein Teilvolumen des Gesamtwürfels enthält.","Drill Across: Dimension auf der gleichen Hierarchiestufe; Betrachtung der benachbarten Dimensionselemente (andere Region, anderes Produkt, anderer Zeitraum)"],"title":"OLAP-Würfel Grundoperationen","type":"checkbox"},"Welche Aussagen zu der Interpretation der Ergebnissen der PISA Studie stimmen?":{"answers":["Der erreichte \"Score\" pro Land ist ein Durchschnittswert. Die Variantion wird hier mitberücksichtigt.","Das ausüben hohen \nLeistungsdruckes auf die Kinder könnte zu besseren Ergebnissen für das \nentsprechende Land führen unabhängig von der Qualität der Schule.","Die Performance der Kinder können durch weitere Faktoren wie zum Beispiel der individuellen Nachhilfe beeinflusst werden.","Wenn alleine aufgrund der Position eines Landes in der Rangliste Aussagen über die Qualität der Schulen gemacht werden, könnte dies zu fehlerhaften Schlüssen führen."],"correctAnswers":["Das ausüben hohen \nLeistungsdruckes auf die Kinder könnte zu besseren Ergebnissen für das \nentsprechende Land führen unabhängig von der Qualität der Schule.","Die Performance der Kinder können durch weitere Faktoren wie zum Beispiel der individuellen Nachhilfe beeinflusst werden.","Wenn alleine aufgrund der Position eines Landes in der Rangliste Aussagen über die Qualität der Schulen gemacht werden, könnte dies zu fehlerhaften Schlüssen führen."],"title":"PISA Studie","type":"checkbox"},"Welche Aussagen zum Bitcoin sind korrekt?":{"answers":["Der Bitcoin ist ein Tauschmittel, das nicht von einer Zentralbank herausgegeben wird, sondern von nicht bekannten Akteuren.","Der Bitcoin sei \"ein Spekulationsobjekt\", dessen Wert sich rapide verändere.","Bitcoins sind ein digitales Zahlungsmittel, das es seit 2013 gibt.","Aus Sicht der Bundesbank ist der Bitcoin kein geeignetes Medium, um Werte aufzubewahren. Das zeigt ein einfacher Blick auf die sehr schwankungsanfällige Kursentwicklung."],"correctAnswers":["Der Bitcoin ist ein Tauschmittel, das nicht von einer Zentralbank herausgegeben wird, sondern von nicht bekannten Akteuren.","Der Bitcoin sei \"ein Spekulationsobjekt\", dessen Wert sich rapide verändere.","Aus Sicht der Bundesbank ist der Bitcoin kein geeignetes Medium, um Werte aufzubewahren. Das zeigt ein einfacher Blick auf die sehr schwankungsanfällige Kursentwicklung."],"title":"virtuelle Währung \"Bitcoin\"","type":"checkbox"},"Welche Aussagen zum Blockchain stimmen?":{"answers":["Die dezentrale Datenhaltung mit unzähligen Replikationen führt zu einer massiven Ausfallsicherheit.","Blockchain ermöglicht direkte Transaktionen unter den Teilnehmern, ohne dass eine dritte Instanz dazwischengeschaltet werden muss.","Die Blockchain ist sehr permormant.","Wegen der sicheren Verschlüsselungsmethoden ist die Manipulationssicherheit gewährleistet.","Ein Vorteil bietet eine grundlegende Eigenschaft der Dezentrialisierung.","Blockchain ist eine digitale Währung."],"correctAnswers":["Die dezentrale Datenhaltung mit unzähligen Replikationen führt zu einer massiven Ausfallsicherheit.","Blockchain ermöglicht direkte Transaktionen unter den Teilnehmern, ohne dass eine dritte Instanz dazwischengeschaltet werden muss.","Wegen der sicheren Verschlüsselungsmethoden ist die Manipulationssicherheit gewährleistet.","Ein Vorteil bietet eine grundlegende Eigenschaft der Dezentrialisierung."],"title":"Blockchain","type":"checkbox"},"Welche Aussagen zum Thema \"PPS Systeme\" sind korrekt?":{"answers":["Nach der Grobterminierung kann sofort eine Feinplanung durchgeführt werden","Zum Kapzitätsausgleich gehören die verfügbare Maschinen- und Personalkapazität","Die Auftragsüberwachung ist der letzte Schritt der Produktionssteuerung und beschäftigt sich u.a. mit dem Materialverbrauch, der geleisteten Arbeitszeit und der Ausschussrate","Kundenaufträge und Stücklisten sind Teil der Primärbedarfsplanung"],"correctAnswers":["Zum Kapzitätsausgleich gehören die verfügbare Maschinen- und Personalkapazität","Die Auftragsüberwachung ist der letzte Schritt der Produktionssteuerung und beschäftigt sich u.a. mit dem Materialverbrauch, der geleisteten Arbeitszeit und der Ausschussrate"],"title":"PPS Systeme","type":"checkbox"},"Welche Aussagen zum Thema Blockchain sind korrekt?":{"answers":["Die Daten der Blockchain werden zentral gespeichert","Wenn von \"Blockchain\" die Rede ist, dann ist immer Bitcoin damit gemeint","Da in der Blockchain jeder Eintrag durch eine verschlüsselte Prüfsumme (Hashing) gesichert ist, ist es nahezu unmöglich, Daten zu ändern","Transaktionen sind nicht mehr sichtbar und können auch nicht analysiert werden"],"correctAnswers":["Da in der Blockchain jeder Eintrag durch eine verschlüsselte Prüfsumme (Hashing) gesichert ist, ist es nahezu unmöglich, Daten zu ändern"],"title":"Blockchain","type":"checkbox"},"Welche Aussagen zum k-Means-Algorithmus sind richtig?":{"answers":["Der Algorithmus erkennt verschiedene Clusterformen.","Der k-Means ist ein leistungsfähiger Algorithmus, aber die gefundene Lösung hängt von den gewählten Startpunkten ab.","Beim k-Means müssen die Anzahl Clusterzentren im Voraus angegeben werden.","K-Means entfernt \"Ausreisserdaten\", die zu weit zum Clusterzentrum entfernt sind, aus dem Datensatz."],"correctAnswers":["Der k-Means ist ein leistungsfähiger Algorithmus, aber die gefundene Lösung hängt von den gewählten Startpunkten ab.","Beim k-Means müssen die Anzahl Clusterzentren im Voraus angegeben werden."],"title":"k-Means-Algorithmus","type":"checkbox"},"Welche Aussagen zum Dokumenten-Management- System (DMS) sind korrekt?(mehrere Antworten möglich)":{"answers":["Ein DMS kann in eine Infrastruktur integriert und angepasst werden.","Unhandliche Suche nach\nDaten.","Zugriff auf Datenablage ist abhängig vom Standort.","Langwierige Prozesse und Wartezeiten können reduziert werden.","Ein gutes DMS reduziert kosten und hilft mit den Kundenservice zu verbessern.","Dokumente können «getrackt» werden, und gehen somit nicht verloren.","Nur pdf’s können abgelegt\nwerden."],"correctAnswers":["Ein DMS kann in eine Infrastruktur integriert und angepasst werden.","Langwierige Prozesse und Wartezeiten können reduziert werden.","Ein gutes DMS reduziert kosten und hilft mit den Kundenservice zu verbessern.","Dokumente können «getrackt» werden, und gehen somit nicht verloren."],"title":"Groupware-Systeme; Dokumenten-Management- Systeme","type":"checkbox"},"Welche Aussagen zur Anlageinvestition in der IT sind korrekt?":{"answers":["Das Jahresbudgets von Schweizer Firmen steigt jährlich","Der Fokus liegt auf dem Ausbau der Digitalisierung","Das Jahresbudgets von Schweizer Firmen sinkt jährlich","Der Fokus liegt auf der Reduzierung der Kosten","Der Fokus liegt auf der Erhöhung der Effizienz"],"correctAnswers":["Das Jahresbudgets von Schweizer Firmen steigt jährlich","Der Fokus liegt auf dem Ausbau der Digitalisierung"],"title":"Anlageinvestition","type":"checkbox"},"Welche Aussagen zu Enterprise Application Integration (EAI) sind korrekt?":{"answers":["Eine EAI sollte mit dem ERP integriert werden","Die EAI vereinfacht das integrieren von neuen betriebswirtschaftlicher Lösungen.","Eine EAI koppelt bestehende Anwendungssysteme miteinander","EAI ist auf unternehmensinterne\nAnwendungssysteme beschränkt"],"correctAnswers":["Eine EAI sollte mit dem ERP integriert werden","Die EAI vereinfacht das integrieren von neuen betriebswirtschaftlicher Lösungen.","Eine EAI koppelt bestehende Anwendungssysteme miteinander"],"title":"Enterprise Application Integration (EAI)","type":"checkbox"},"Welche Aussagen zu PPS Systemen treffen zu?":{"answers":["Ist grundsätzlich dasselbe wie ein ERP-System","Verwaltet die Kundenbeziehungen","Die optimale Bestandshöhen und wirtschaftliche Nutzung der Betriebsmittel soll mithilfe PPS-Systemen gewährleistet werden.","Alle Antworten sind richtig","Die Realisierung von kurzen Durchlaufzeiten zählt zu den Zielen von PPS Systemen.","Die Termineinhaltung soll durch PPS-Systeme besser erreicht werden können."],"correctAnswers":["Die optimale Bestandshöhen und wirtschaftliche Nutzung der Betriebsmittel soll mithilfe PPS-Systemen gewährleistet werden.","Die Realisierung von kurzen Durchlaufzeiten zählt zu den Zielen von PPS Systemen.","Die Termineinhaltung soll durch PPS-Systeme besser erreicht werden können."],"title":"PPS-System","type":"checkbox"},"Welche Aussagen zwei treffen zu?":{"answers":["Max möchte für die Quartalspräsentation Diagramme aufbereiten, welche Zusammenhänge zwischen Käufen verschiedener Produkte (zB wer Bier kauf, kauft wahrscheinlich auch Windeln) aufzeigen. Dazu verwendet er Daten für analytische Anwendungen und nicht jene für operative Anwendungen.","Max möchte für die Quartalspräsentation Diagramme aufbereiten, welche Zusammenhänge zwischen Käufen verschiedener Produkte (zB wer Bier kauf, kauft wahrscheinlich auch Windeln) aufzeigen. Dazu verwendet er Daten für operative Anwendungen und nicht jene für analytische Anwendungen.","Daten für analytische Anwendungen sind im Gegensatz zu jenen für operative Anwendungen meist nicht aktuell. (Real-time/Tagesaktuell.)","Daten für operative Anwendungen sind im Gegensatz zu jenen für analytische Anwendungen meist nicht aktuell. (Real-time/Tagesaktuell.)"],"correctAnswers":["Max möchte für die Quartalspräsentation Diagramme aufbereiten, welche Zusammenhänge zwischen Käufen verschiedener Produkte (zB wer Bier kauf, kauft wahrscheinlich auch Windeln) aufzeigen. Dazu verwendet er Daten für analytische Anwendungen und nicht jene für operative Anwendungen.","Daten für analytische Anwendungen sind im Gegensatz zu jenen für operative Anwendungen meist nicht aktuell. (Real-time/Tagesaktuell.)"],"title":"Analytische Daten vs Operative Daten","type":"checkbox"},"Welche Aussagen über Moodle sind wahr?":{"answers":["Moodle ist ein Learning Management System (LMS)","Moodle ist immer Teacher-driven, Studenten können keinen Content beisteuern.","Moodle hat in Europa einen Marktanteil von rund zwei Drittel.","Mit dem \"Peer Assessment\" können Studierende die Dozierenden bewerten.","An Schweizer Hochschulen wird ausschliesslich Moodle verwendet.","Moodle ist seit 2002 im Betrieb.","Auf Moodle-Github haben wir keinen Zugriff, weil Moodle nicht open source ist.","Mit dem Moodle-Tracker werden Bugs verfolgt und neue Ideen vorgeschlagen.","Die Moodle-App erhält man auf Wunsch auch mit dem eigenen Firmenlogo"],"correctAnswers":["Moodle ist ein Learning Management System (LMS)","Moodle hat in Europa einen Marktanteil von rund zwei Drittel.","Moodle ist seit 2002 im Betrieb.","Mit dem Moodle-Tracker werden Bugs verfolgt und neue Ideen vorgeschlagen.","Die Moodle-App erhält man auf Wunsch auch mit dem eigenen Firmenlogo"],"title":"Moodle Aussagen","type":"checkbox"},"Welche Aussagen über analytische Anwendungssysteme stimmen?":{"answers":["Das Ziel für die Zukunft ist es, das Management mittels analytische Anwendungssysteme zu automatisieren.","Die Daten erhalten die analytische Anwendungssysteme von operativen Datenbeständen, werden jedoch vorher noch bereinigt.","Analytische Anwendungssysteme werden vom Management als Unterstützung von Entscheidungen verwendet.","Der Inhalt hat meistens keine Tagesaktualität."],"correctAnswers":["Die Daten erhalten die analytische Anwendungssysteme von operativen Datenbeständen, werden jedoch vorher noch bereinigt.","Analytische Anwendungssysteme werden vom Management als Unterstützung von Entscheidungen verwendet.","Der Inhalt hat meistens keine Tagesaktualität."],"title":"Analytische Anwendungssysteme","type":"checkbox"},"Welche Aussagen über die Primärbedarfsplanung sind korrekt?":{"answers":["Gegenstand der Primärbedarfsplanung ist die Festlegung der in der Planungsperiode herzustellenden Mengen der absatzbestimmten Produkte.","Die Hauptbestandteile in der Primärbedarfsplanung sind Termin- und Kapazitätsplanung.","Zur Ermittlung des Primärbedarfs ist zunächst eine Absatzplanung durchzuführen.","Die Primärbedarfsermittlung dient zur Ermittlung zukünftig auftretender Materialbedarfe nach Zeit und Menge."],"correctAnswers":["Gegenstand der Primärbedarfsplanung ist die Festlegung der in der Planungsperiode herzustellenden Mengen der absatzbestimmten Produkte.","Zur Ermittlung des Primärbedarfs ist zunächst eine Absatzplanung durchzuführen.","Die Primärbedarfsermittlung dient zur Ermittlung zukünftig auftretender Materialbedarfe nach Zeit und Menge."],"title":"PPS - Primärbedarfsplanung","type":"checkbox"},"Welche Aussagen über die horizontale und vertikale Integration sind korrekt?":{"answers":["Horizontale Integration: alle Zugriffsmechanismen für komfortables Lesen und Schreiben von Daten werden synchronisiert","Horizontale Integration: Arbeitsteilung durch Verbindung von Teilsystemen beseitigen, bessere Geschäftsprozessunterstützung durch AW","Vertikale Integration: Verdichtung von Informationen aus den operativen Systemen und Informationsversorgung der einzelnen Management-Ebenen","Vertikale Integration: bereichs- und prozessübergreifende Verbindung durch Verbinden zu Vorgangsketten"],"correctAnswers":["Horizontale Integration: Arbeitsteilung durch Verbindung von Teilsystemen beseitigen, bessere Geschäftsprozessunterstützung durch AW","Vertikale Integration: Verdichtung von Informationen aus den operativen Systemen und Informationsversorgung der einzelnen Management-Ebenen"],"title":"horizontale/vertikale Integration","type":"checkbox"},"Welche Aussgagen treffen auf Moodle/Moodle Box zu?":{"answers":["Kommunikation über eMail","Moodle Box können bis zu 30 Benutzer gleichzeitig benutzen","Es sind Plagiatcheck-Plugins vorhanden (z.B. Turnitin, URKUND, Crot, Moss usw.)","Kommunikation über Skype/Whatsapp möglich","StudentQuiz Plugin von Moodle wurde an der ZHAW entwickelt","Für die Benutzung von Moodle Box ist eine Internetvebindung notwendig."],"correctAnswers":["Kommunikation über eMail","Moodle Box können bis zu 30 Benutzer gleichzeitig benutzen","Es sind Plagiatcheck-Plugins vorhanden (z.B. Turnitin, URKUND, Crot, Moss usw.)"],"title":"Moodle","type":"checkbox"},"Welche Begriffe gehören nicht zum E-Business?":{"answers":["Wasser- und Dampfkraft","Individualisierte Massenproduktion","Fliessbandfertigung","\"Internet der Dinge\"","Automatisierung der Produktion","Elektrische Energie"],"correctAnswers":["Wasser- und Dampfkraft","Fliessbandfertigung","Elektrische Energie"],"title":"E-Business","type":"checkbox"},"Welche Behauptung stimmt NICHT im Bezug zu einer API?":{"answers":["Eine API ist ein Softwaremodul, das der Kunde einfach in seine IT-Infrastruktur integrieren kann.","Eine API stärkt die Kundenbindung.","Eine API erleichtert dem Kunden die Zusammenarbeit mit dem Anbieter.","Eine API wird immer für jeden Kunden spezifisch entwickelt."],"correctAnswers":["Eine API wird immer für jeden Kunden spezifisch entwickelt."],"title":"API Grundlagen","type":"radio"},"Welche Beschriftung ist korrekt?":{"answers":["d) Betriebsmaximum","a) Gewinnschwelle","b) Gewinnmaximum","c) Break even"],"correctAnswers":["d) Betriebsmaximum","a) Gewinnschwelle","b) Gewinnmaximum","c) Break even"],"title":"Kritische Mengen bei nicht linearen Verläufen der Kostenfunktionen","type":"checkbox"},"Welche Charakteristika beschreiben die horizontale Integration?":{"answers":["Verbindung der Teilsysteme in der betrieblichen Wertschöpfungskette","Integration der Teilsysteme  innerhalb der operativen, strategischen oder der Management Ebene.","Integration von Teilsystemem über die operative, strategische und Management Ebene hinweg.","Datenversorgung der\nPlanungs- und Kontrollsysteme"],"correctAnswers":["Verbindung der Teilsysteme in der betrieblichen Wertschöpfungskette","Integration der Teilsysteme  innerhalb der operativen, strategischen oder der Management Ebene."],"title":"Integrationsrichtung","type":"checkbox"},"Welche Daten haben für das Lower Management Bedeutung.":{"answers":["Die Veränderungen des Lagerbestandes.","Die Materialressourcen.","Das Zeitmanagement der Produktion.","Die Kennzahlen der Konkurrenz."],"correctAnswers":["Die Veränderungen des Lagerbestandes.","Die Materialressourcen.","Das Zeitmanagement der Produktion."],"title":"Analystische Anwendungssysteme","type":"checkbox"},"Welche Eigenschaft braucht ein guter Hash, sodass er für eine Cryptocurrency eingesetzt werden kann?":{"answers":["Er sollte so viel Speicher wie möglich brauchen","Der Berechungszeit für das Hashing sollte so gross wie möglich sein","Der Algorithmus für den Hash sollte geheim sein","Es sollte schwierig sein zweimal auf den gleichen Hash zu kommen"],"correctAnswers":["Es sollte schwierig sein zweimal auf den gleichen Hash zu kommen"],"title":"Bitcoin","type":"radio"},"Welche Eigenschaften haben Peer-to-Peer Verbindungen im Gegensatz zu Client-Server Verbindungen?":{"answers":["Dezentralisiert.","Zentralisiert.","Teuer.","Ausfallanfälliger."],"correctAnswers":["Dezentralisiert."],"title":"P2P","type":"radio"},"Welche Eigenschaften muss eine Digitale Signatur haben, damit Sie für eine Blockchain anwendung genutzt werden kann?":{"answers":["Jeder muss eine Signatur verifizieren können","Man braucht spezielle Hardware um eine Signatur zu erstellen","Bei digitalen Signaturen soll es praktisch unmöglich sein, eine Signatur zu fälschen oder zu verfälschen.","Es sollte nicht möglich sein eine zweite Nachricht zu erzeugen, für die eine Signatur eines anderen Dokumentes ebenfalls gültig ist."],"correctAnswers":["Jeder muss eine Signatur verifizieren können","Bei digitalen Signaturen soll es praktisch unmöglich sein, eine Signatur zu fälschen oder zu verfälschen.","Es sollte nicht möglich sein eine zweite Nachricht zu erzeugen, für die eine Signatur eines anderen Dokumentes ebenfalls gültig ist."],"title":"Digitale Signatur","type":"checkbox"},"Welche Eigenschaften sind typisch für einen Geschäftsprozess?":{"answers":["Orientierung an Produkt","unklarer Anfang aber definiertes Ende","Folge zusammenhängenden Aktivitäten","Orientierung an Kunden"],"correctAnswers":["Folge zusammenhängenden Aktivitäten","Orientierung an Kunden"],"title":"Geschäftsprozess","type":"checkbox"},"Welche Eigenschaften sollte eine Textverarbeitungsapplikation innerhalb eines operativen Anwendungsystems beeinhalten?":{"answers":["Optimiert um Inhalte auf sozialen Medien zu Teilen.","Dateistruktur mit viel overhead","In hohem Masse individuell konfigurierbar.","Uniformität, vorgegebene Eingabemasken"],"correctAnswers":["Uniformität, vorgegebene Eingabemasken"],"title":"Textverarbeitung","type":"radio"},"Welche Grundoperationen eines OLAP-Würfel / Datenwürfel sind korrekt?":{"answers":["Dicing: Ausschneiden von Scheiben aus dem Datenwürfel","Split: Der Split-Operator ermöglicht es, einen Wert nach mehreren Dimensionen aufzuteilen, um weitere Details zu ermitteln","Drill-Across: Aggregationen eines Informationsobjekts auf detaillierte Werte herunterbrechen; \"Hereinzoomen\"","Pivoting / Rotation: Drehen des Datenwürfels, so dass mindestens eine andere Dimension sichtbar wird","Slicing: Ausschneiden von Scheiben aus dem Datenwürfel"],"correctAnswers":["Split: Der Split-Operator ermöglicht es, einen Wert nach mehreren Dimensionen aufzuteilen, um weitere Details zu ermitteln","Pivoting / Rotation: Drehen des Datenwürfels, so dass mindestens eine andere Dimension sichtbar wird","Slicing: Ausschneiden von Scheiben aus dem Datenwürfel"],"title":"OLAP-Würfel","type":"checkbox"},"Welche Hauptvorteile hat UPS, wenn Sie APIs zur automatischen Auftragsabwicklung und Überwachung der Pakete für ihre Firmenkunden anbieten?":{"answers":["Kosteneinsparungen bei den Callcentern","Kundenzufriedenheit","Verbesserte Kundenbindung","Verbessertes Track&Trace"],"correctAnswers":["Kosteneinsparungen bei den Callcentern","Kundenzufriedenheit","Verbesserte Kundenbindung"],"title":"UPS API","type":"checkbox"},"Welche Herausforderung\nhat die Implementierung von OLAP?":{"answers":["Die perfekte Anzahl von\nDimensionen ist schwer zu bestimmen.","Das IT-Department ist\nessenziell für die Implementierung und Änderung von OLAP.","Es ist schwer Zuordnungen zu Entitätsbeziehungs- oder objektorientierten\nModellen vorzunehmen.","Die IT-Mitarbeiter\nmüssen wissen welchen Pfad die Anwender mit den Daten nehmen wollen."],"correctAnswers":["Die perfekte Anzahl von\nDimensionen ist schwer zu bestimmen.","Das IT-Department ist\nessenziell für die Implementierung und Änderung von OLAP.","Es ist schwer Zuordnungen zu Entitätsbeziehungs- oder objektorientierten\nModellen vorzunehmen.","Die IT-Mitarbeiter\nmüssen wissen welchen Pfad die Anwender mit den Daten nehmen wollen."],"title":"Implementierung von OLAP","type":"checkbox"},"Welche Kombination von Fragestellung und Diagrammtyp ist eine schlechte Paarung zum Visualisieren von Daten?":{"answers":["Korrelation dargestellt mit Kreisdiagramm.","Zeitreihe dargestellt mit Säulendiagramm.","Häufigkeit dargestellt mit Kurvendiagramm.","Rangfolge dargestellt mit Balkendiagramm.","Korrelation dargestellt mit Kurvendiagramm."],"correctAnswers":["Korrelation dargestellt mit Kreisdiagramm."],"title":"Visualisierung von Daten mit Diagrammen","type":"radio"},"Welche Kosten senkt UPS durch das Einführen eines DIAD (Delivery Information Acquisition Device) am stärksten?":{"answers":["Kosten am Zoll","Kosten für Dokumenttransport","Kosten für Lagerung","Kosten für Warentransport"],"correctAnswers":["Kosten für Dokumenttransport"],"title":"DIAD Kostensenkung","type":"radio"},"Welche Kriterien verwenden Sie für die Entscheidung über den Grad an Granularität?":{"answers":["Menge an freiem Speicherplatz auf der Festplatte","Applikationsspezifische Kriterien","Leistungsfähigkeit der bereits vorhandenen IT-Infrastruktur","Alter des Notebooks."],"correctAnswers":["Applikationsspezifische Kriterien"],"title":"Granularität","type":"radio"},"Welche Massnahmen müssen ergriffen werden um eine Nachricht zu versenden, die nur für den Empfänger lesbar sein soll?":{"answers":["Ich signiere die Nachricht mit dem Public Key des Empfängers und der Empfänger entschlüsselt die Nachricht mit seinem Private Key.","Ich verschlüssle die Nachricht mit meinem Private Key und der Empfänger entschlüsselt die Nachricht mit meinem Public Key.","Ich verschlüssle die Nachricht mit dem Public Key des Empfängers und der Empfänger entschlüsselt die Nachricht mit seinem Private Key.","Ich verschlüssle die Nachricht mit meinem Private Key und der Empfänger entschlüsselt die Nachricht mit seinem Private Key."],"correctAnswers":["Ich verschlüssle die Nachricht mit dem Public Key des Empfängers und der Empfänger entschlüsselt die Nachricht mit seinem Private Key."],"title":"Verschlüsselung","type":"radio"},"Welche Merkmale treffen auf Data Warehouse zu?":{"answers":["Die Granulanität des Data Warehouses fällt hoch aus.","Die vorherschende Datenbanktechnologie ist multidimensional.","Die Philosophie des Data Warehouses ist anwendungsorientiert.","Die zu behandelnde Datenmenge ist gross.","Die Anzahl der Data Warehouses ist verglichen mit Data Mart hoch."],"correctAnswers":["Die Granulanität des Data Warehouses fällt hoch aus.","Die zu behandelnde Datenmenge ist gross."],"title":"Merkmale Data Warehouse","type":"checkbox"},"Welche Merkmale treffen auf moderne, durch Informationssysteme geprägte Unternehmen zu?":{"answers":["Stärkere Ausprägung der Hierarchie (Steile Hierarchie)","Es wird vermehrt ein zentralistischer Ansatz angestrebt","Die Verantwortung liegt vermehrt bei den Ausführenden","Mehr Team- und unternehmensübergreifende Zusammenarbeit","Geringere Flexibilität"],"correctAnswers":["Die Verantwortung liegt vermehrt bei den Ausführenden","Mehr Team- und unternehmensübergreifende Zusammenarbeit"],"title":"Wandel der Unternehmen","type":"checkbox"},"Welche Nachteile haben PDFs gegenüber dedizierten Dateiformaten bei der Archivierung?":{"answers":["Nachträglich schlecht bearbeitbar","Teure und komplexe Tools notwendig zur Verwaltung","Probleme bei der multi-device Kompatibilität (z.B. bei der Darstellung der einheitlichen Seitengrössen auf unterschiedlichen Geräten wie PC/Smartphones)","Meist keine Metadaten bzgl. Autor, Erstellungsdatum etc."],"correctAnswers":["Nachträglich schlecht bearbeitbar","Probleme bei der multi-device Kompatibilität (z.B. bei der Darstellung der einheitlichen Seitengrössen auf unterschiedlichen Geräten wie PC/Smartphones)","Meist keine Metadaten bzgl. Autor, Erstellungsdatum etc."],"title":"PDF im Dateimanagement","type":"checkbox"},"Welche Personengruppe investiert in das grüne Portfolio, das in der Grafik rechts, oberhalb der effizienten Grenze abgebildet ist?":{"answers":["Risikoscheue Investoren","Konservative Investoren","Defensive Investoren","Aggressive Investoren"],"correctAnswers":["Aggressive Investoren"],"title":"Portfolio Analyse","type":"radio"},"Welche Probleme werden bei der Integration (Zusammenführung) der nachfolgenden Daten auftreten? (Matching findet über die Kundennummer statt)":{"answers":["Es besteht eine Inkonsistenz bei den Kundennamen.","Die Liste \"Bestellungen\" ist länger (mehr Zeilen) als die Kundendatenbank.","Ein Kunde, welcher nicht in der Kundendatenbank erfasst ist, hat eine Bestellung getätigt.","In der Liste \"Bestellungen\" kommen manche Kundennummern mehrmals vor.","Es gibt mehrere Kundennummern aus der gleichen Ortschaft."],"correctAnswers":["Es besteht eine Inkonsistenz bei den Kundennamen.","Ein Kunde, welcher nicht in der Kundendatenbank erfasst ist, hat eine Bestellung getätigt."],"title":"Datenintegration","type":"checkbox"},"Welche Punkte betreffend des K-Means-Algorithmus treffen zu?":{"answers":["Kann Cluster in einer beliebigen Form finden.","Er wird zur Clusteranalyse verwendet.","Jeder Punkt wird einem Cluster zugewiesen.","Funktioniert am besten bei hoher Varianz und stark unterschiedlich grossen Gruppen.","Anzahl Clusterzentren muss vorgängig angegeben werden.","Findet immer die ideale Lösung.","Hängt stark vom gewählten Startpunkt ab. Wird daher häufig mehrmals ausgeführt.","Es ist sehr einfach Ausreisser zu erkennen da diese keinem Cluster zugewiesen werden."],"correctAnswers":["Er wird zur Clusteranalyse verwendet.","Jeder Punkt wird einem Cluster zugewiesen.","Anzahl Clusterzentren muss vorgängig angegeben werden.","Hängt stark vom gewählten Startpunkt ab. Wird daher häufig mehrmals ausgeführt."],"title":"K-Means","type":"checkbox"},"Welche Punkte treffen auf den Begriff \"Intranet\" zu?":{"answers":["nicht/schwer skalierbar","teilen Computer in verschiedene Intranets auf","Informations-, Kommunikations- und Anwendungsplattform","basiert auf Techniken des Internets","nicht öffentlich"],"correctAnswers":["Informations-, Kommunikations- und Anwendungsplattform","basiert auf Techniken des Internets","nicht öffentlich"],"title":"Intranet","type":"checkbox"},"Welche Rolle spielen die Zentroiden bei Clusteringverfahren wie der K-Means Algorithmus?":{"answers":["Der Zentroid ist auch für einen Cluster mit nur einem Datenwert nützlich.","Der reale Datensatz, der sich in der Mitte eines Clusters befindet, wird normalerweise zum Zentroiden.","Durch Zentroiden lassen sich Ausreisser (\"outliers\") bekämpfen.","Mit Hilfe von Zentroiden können die Cluster optimiert werden, in dem die Distanzen zu einem Zentroid minimal gehalten wird."],"correctAnswers":["Der Zentroid ist auch für einen Cluster mit nur einem Datenwert nützlich.","Mit Hilfe von Zentroiden können die Cluster optimiert werden, in dem die Distanzen zu einem Zentroid minimal gehalten wird."],"title":"Zentroiden im K-Means","type":"checkbox"},"Welche Schlussfolgerung(en) lässt die Portfolio-Theorie zu?":{"answers":["Anlagen ohne Rendite (Return) werden auf der Rendite- bzw. Return-Achse eingezeichnet.","Risiko und Gewinn (Return) sind die zentralen Entscheidungsgrundlagen bei der Portfoliobildung.","Die sogenannten \"effizienten\" Anlagemöglichkeiten beinhalten Wertpapiere, die auf der \"efficient Frontier\" liegen.","Anlagen mit hohem Gewinn (Return) haben in der Regel ein geringes Risiko.","Die Effizienz eines Portfolios wird einzig anhand der Rendite (Return) bestimmt."],"correctAnswers":["Risiko und Gewinn (Return) sind die zentralen Entscheidungsgrundlagen bei der Portfoliobildung.","Die sogenannten \"effizienten\" Anlagemöglichkeiten beinhalten Wertpapiere, die auf der \"efficient Frontier\" liegen."],"title":"Portfolio-Analyse","type":"checkbox"},"Welche Vorteile bietet ein Wiki, welches z.B. in Moodle erstellt und geführt wird, als Ablage für kollektives Wissen?":{"answers":["gute Nachverfolgbarkeit durch Versionierung und Registrierung der Autoren","geringer Unterhaltungsaufwand","Jeder kann Wissen beitragen","Wissen ist zentral gespeichert und effizient auffindbar"],"correctAnswers":["gute Nachverfolgbarkeit durch Versionierung und Registrierung der Autoren","Jeder kann Wissen beitragen","Wissen ist zentral gespeichert und effizient auffindbar"],"title":"Vorteile Wiki","type":"checkbox"},"Welche Vorteile bringen Dokument Management Systeme?":{"answers":["Weil alle physischen Dokumente digitalisiert werden können Workflows optimiert werden.","Alle Dokumente aus verschiedenen Systemen werden an einer zentralen Stelle verfügbar gemacht.","Das System erstellt automatisch Vorlagen für häufig benötigte Dokumente.","Das System schützt die Firma von Dokumentenfälschungen"],"correctAnswers":["Weil alle physischen Dokumente digitalisiert werden können Workflows optimiert werden.","Alle Dokumente aus verschiedenen Systemen werden an einer zentralen Stelle verfügbar gemacht."],"title":"Dokument Management Systeme","type":"checkbox"},"Welche Vorteile hat HTML5 im modernen Dokumentmanagement gegenüber dem herkömlichen PDFs?":{"answers":["längere Haltbarkeit der Dokumente","Vereinfachte indexierung der Dokumente","Platformunabhängige Darstellung von Dokumente","Einfachere Extration von Einzeldaten"],"correctAnswers":["Vereinfachte indexierung der Dokumente","Platformunabhängige Darstellung von Dokumente","Einfachere Extration von Einzeldaten"],"title":"Dokumentablage","type":"checkbox"},"Welche Vorteile hat der OLAP Würfel":{"answers":["Mit der richtigen Anzahl Dimension kann OLAP ein bessere Performance zur Datenverarbeitung erreichen als relationale Datenbanken.","Mit dem OLAP Würfel können auch, mehr wie 7 Dimensionale Datenbanken ohne Problem bearbeitet werden.","Man kann leicht und einfach Änderung in der Datenbank vornehmen.","Hat im vergleich zu relationale Datenbanken, bei grösseren Datenmengen eine kürzere Zugriffszeit."],"correctAnswers":["Mit der richtigen Anzahl Dimension kann OLAP ein bessere Performance zur Datenverarbeitung erreichen als relationale Datenbanken.","Hat im vergleich zu relationale Datenbanken, bei grösseren Datenmengen eine kürzere Zugriffszeit."],"title":"OLAP Würfel","type":"checkbox"},"Welche Vorteile zieht die EWZ aus der neuen, integrierten IT-Lösung von Inubit?":{"answers":["Maximal abgestimmtes System dank vollständig optimierter Individuallösung","Einfachere Automatisierung der Prozesse","Kosteneinsparungen durch einfachere Handhabung als bisher","Erhöhte Verfügbarkeit durch redundante Datenspeicherung auf physikalisch unabhängigen Servern und E-mail als Fallback"],"correctAnswers":["Einfachere Automatisierung der Prozesse","Kosteneinsparungen durch einfachere Handhabung als bisher","Erhöhte Verfügbarkeit durch redundante Datenspeicherung auf physikalisch unabhängigen Servern und E-mail als Fallback"],"title":"Inubit Case","type":"checkbox"},"Welche Zwecke erfüllen ELT-Programme im Bereich der Analytischen Anwendungssysteme?":{"answers":["Sie sind Programme die Datensätze analysieren ohne sie zu manipulieren","Operative Datenbestände werden zu Analytischen Datenbeständen verarbeitet","Sie erstellen automatisiert einen FIS-Bericht für das Management","Sie ersetzen die Funktion von mittlerem Kader da sie Daten selbständig auswerten können"],"correctAnswers":["Operative Datenbestände werden zu Analytischen Datenbeständen verarbeitet"],"title":"ELT-Programme","type":"radio"},"Welche der Aussagen ist korrekt?":{"answers":["Das Supply Chain Management gehört zum B2C","Das B2C beschreibt die Geschäftsbeziehung zwischen Unternehmen und und einer Privatperson.","Das B2B beschreibt die Geschäftsbeziehung zwischen einem Unternehmen und einer Privatperson.","Das Customer Relation Management ist ein Aufgabenteil des B2C.","Das Supply Chain Management (SCM) befasst sich mit der Bewirtschaftung entlang Lieferkette eines Unternehmens."],"correctAnswers":["Das B2C beschreibt die Geschäftsbeziehung zwischen Unternehmen und und einer Privatperson.","Das Customer Relation Management ist ein Aufgabenteil des B2C.","Das Supply Chain Management (SCM) befasst sich mit der Bewirtschaftung entlang Lieferkette eines Unternehmens."],"title":"CRM, SCM und B2","type":"checkbox"},"Welche der Aussagen zu Informationsystemen ist korrekt?":{"answers":["Die regelmässige Einbettung in die Unternehmensorganisation spielt keine grosse Rolle.","Ein Informationssystem ist Teil eines Anwendungssystems.","Man kann zwischen operativen IS und strategischen IS unterscheiden.","Ein Informationsystem kann bei korrekter Anwendung die Führungskräfte bei Entscheidungen unterstützen."],"correctAnswers":["Man kann zwischen operativen IS und strategischen IS unterscheiden.","Ein Informationsystem kann bei korrekter Anwendung die Führungskräfte bei Entscheidungen unterstützen."],"title":"Informationssystem","type":"checkbox"},"Welche der Folgenden Aussagen sind korrekt?":{"answers":["Steigt der Preis eines Gutes, sinkt die Nachfrage der Komplementärgüter","Steigt der Preis eines Gutes, sinkt die Nachfrage der Substitutionsgüter","Substitutionsgüter sind voneinander unabhängig, Preisänderungen beim einen haben keine Auswirkung auf die anderen.","Steigt der Preis eines Gutes, steigt die Nachfrage der Substitutionsgüter"],"correctAnswers":["Steigt der Preis eines Gutes, sinkt die Nachfrage der Komplementärgüter","Steigt der Preis eines Gutes, steigt die Nachfrage der Substitutionsgüter"],"title":"Substitutions- und Komplementärgüter","type":"checkbox"},"Welche der Funktionen gehören nicht zur Dokumentenmanagement ?":{"answers":["Alle Dokumente werden auf einer privaten\nFestplatte abgespeichert.","Alle Dokumente sind\nOrtsunabhängig und direkt zugreifbar.","Alle Information werden an einem Ort gesammelt.","Gemeinsamen\nan einem Dokument Arbeit."],"correctAnswers":["Alle Dokumente werden auf einer privaten\nFestplatte abgespeichert."],"title":"Dokumentenmanagementsystemen (DMS)","type":"radio"},"Welche der folgenden Anforderungen ist für eine fortgeschrittene Elektronische Signatur nicht nötig?":{"answers":["Darf ausschließlich der Inhaberin/dem Inhaber zuordenbar sein","Muss die Identifikation der Inhaberin/des Inhabers ermöglichen","Muss mit den Bezugsdaten verknüpft sein, so dass eine nachträgliche Änderung erkannt werden kann","Muss von einer staatlichen Zertifizierungsstelle bestätigt werden","Muss mit Mitteln erstellt werden, welche die Inhaberin/der Inhaber souverän kontrolliert"],"correctAnswers":["Muss von einer staatlichen Zertifizierungsstelle bestätigt werden"],"title":"Fortgeschrittene Elektronische Signatur","type":"radio"},"Welche der folgenden Anforderungen werden bei einem OLAP Cube nicht verlangt?":{"answers":["Mehrbenutzerfähigkeit","höchste Form der Nomalisierung","Aktuelle Daten","Client-Server Architektur"],"correctAnswers":["höchste Form der Nomalisierung","Aktuelle Daten"],"title":"OLAP Anforderungen","type":"checkbox"},"Welche der folgenden Antworten treffen auf ein Informationssystem zu?":{"answers":["Enthält Anwendungssoftware und Daten und ist in verschiedene Strukturen des Unternehmens eingebettet.","Beeinhaltet die Technik (IT-Infrastuktur), auf der das System läuft sowie die Daten, welche vom System verwendet werden.","Ein System, welches alle Programme beinhaltet, die für ein bestimmtes Aufgabengebiet entwickelt und eingesetzt wird.","System, welches für die Zwecke eines Teils eines Unternehmens eingesetzt wird."],"correctAnswers":["Enthält Anwendungssoftware und Daten und ist in verschiedene Strukturen des Unternehmens eingebettet.","System, welches für die Zwecke eines Teils eines Unternehmens eingesetzt wird."],"title":"Informationssystem","type":"radio"},"Welche der folgenden Antworten trifft zu?":{"answers":["Alte Technologien sollte man nie ablösen solange sie noch funktionieren","Neue Technologie birgt in jedem Falle nur wenige Risiken","Der Einsatz neuer Technologie baut neue (Job-)Stellen auf.","Der Einsatz neuer Technologie baut (Job-)Stellen ab."],"correctAnswers":["Der Einsatz neuer Technologie baut neue (Job-)Stellen auf.","Der Einsatz neuer Technologie baut (Job-)Stellen ab."],"title":"Folgen des Technologiewandels","type":"checkbox"},"Welche der folgenden Aussagen bezüglich Date Warehouses (DW) sind korrekt?":{"answers":["Ein DW ist pro Abteilung aufgebaut","Ein DW beseitzt einen hohen Detailierungsgrad (hohe Granularität)","Ein DW bezieht keine Daten aus externen Quellen (Internet, usw.)","Ein DW hat eine hohe Datenmenge"],"correctAnswers":["Ein DW beseitzt einen hohen Detailierungsgrad (hohe Granularität)","Ein DW hat eine hohe Datenmenge"],"title":"Data Warehouse","type":"checkbox"},"Welche der folgenden Aussagen bezüglich der Wertschöpfungskette ist richtig?Bild: Wertschöpfungskette nach Michael Eugene Porter (vgl. Folie 13)":{"answers":["Primäraktivitäten sind indirekt mit dem Produkt / der Dienstleistung verbunden.","Unterstützungsaktivitäten können nicht durch Informationssysteme unterstützt werden.","Unterstützungsaktivitäten leisten keinen Beitrag zur Differenzierung des Unternehmens bzw. Produkts.","Es ist das Ziel eines Unternehmens, die Primär- und Unterstützungsaktivitäten optimal aufeinander abzustimmen.","Es gilt die allgemeine Regel: Ein erfolgreiches Unternehmen investiert nur in die Optimierung von Primäraktivitäten."],"correctAnswers":["Es ist das Ziel eines Unternehmens, die Primär- und Unterstützungsaktivitäten optimal aufeinander abzustimmen."],"title":"Wertschöpfungskette (Value Chain)","type":"radio"},"Welche der folgenden Aussagen ist falsch?":{"answers":["TAL bestimmt den Preis, zu dem J.C. Penney die Ware anbieten darf.","Die Liefergenauigkeit seit Einführung des TAL Systems liegt bei 97%.","Die von J.C. Penney periodisch gelieferte Marktanalyse ist ein wichtiger Input für die Absatzprognose von TAL","J.C. Penney kann den Inhalt und Bestimmungsort einzelner Versandpakete bereits vor deren Eintreffen einsehen.","Die Kosten für Logistik und Lagerhaltung konnten seit Einführung des TAL Systems um mehr als die Hälfte pro Hemd gesenkt werden.","Via aufgedrucktem Barcode können logistische Informationen abgerufen werden."],"correctAnswers":["J.C. Penney kann den Inhalt und Bestimmungsort einzelner Versandpakete bereits vor deren Eintreffen einsehen.","Die Kosten für Logistik und Lagerhaltung konnten seit Einführung des TAL Systems um mehr als die Hälfte pro Hemd gesenkt werden.","Via aufgedrucktem Barcode können logistische Informationen abgerufen werden."],"title":"Fallstudie: J.C. Penneys unsichtbarer Lieferant","type":"checkbox"},"Welche der folgenden Aussagen ist korrekt?":{"answers":["Das interne Benchmarking hat als Nachteil, dass die Datenerfassung sehr schwer ist, da dadurch Misstrauen bei den eigenen Mitarbeitern entsteht.","Benchmarkings innerhalb eines Konzerns gehören nicht zum internen Benchmarking.","Ein internationaler Zementhersteller vergleicht den Produktionsprozess aller seiner Werke periodisch miteinander. Dies ist ein Beispiel für externes Benchmarking.","Der Vergleich der Zeiten für Be- und Entladung, Betankung, Reinigung und Sicherheitschecks von Flugzeugen mit den Boxenstopps bei einem Autorennen ist ein Beispiel für generisches Benchmarking."],"correctAnswers":["Der Vergleich der Zeiten für Be- und Entladung, Betankung, Reinigung und Sicherheitschecks von Flugzeugen mit den Boxenstopps bei einem Autorennen ist ein Beispiel für generisches Benchmarking."],"title":"Benchmarking","type":"radio"},"Welche der folgenden Aussagen ist richtig?":{"answers":["Das Absatzvolumen ist grösser wie das Marktvolumen.","Das Absatzvolumen ist der Absatz einer Güter- oder Dienstleistungsart pro Periode in einem abgegrenzten Teilgebiet des Marktes.","Der Prozentuale Anteil des Marktanteils wird Absatzvolumen genannt.","Das Absatzvolumen ist der tatsächliche Absatz eines einzelnen Unternehmens in einer Periode."],"correctAnswers":["Das Absatzvolumen ist der tatsächliche Absatz eines einzelnen Unternehmens in einer Periode."],"title":"Horizontale Integration","type":"radio"},"Welche der folgenden Aussagen ist wahr im Bezug auf die formale und informalen Organistion?":{"answers":["Informale Organisation schadet dem Unternehmen und sollte vermieden werden.","Formale Organisation ist sehr flexibel und ändert sich häufig, ganz im Gegensatz zur informalen Organisation.","Die informale Organisation ergänzt und überlagert die formale. Sie kann unterstützen oder behindern.","Formale und informale Organisation sind zwei getrennte Dinge welche nur minimalen Einfluss aufeinander haben."],"correctAnswers":["Die informale Organisation ergänzt und überlagert die formale. Sie kann unterstützen oder behindern."],"title":"(in)formale Organisation","type":"radio"},"Welche der folgenden Aussagen sind im Bezug auf Aufbau- und Ablauforganisation korrekt?":{"answers":["Sowohl in Aufbau- als auch in der Ablauforganisation ist der erste Schritt eine Aufgabenanalyse, welche doppelt und voneinander unabhängig durchgeführt wird.","Bei der Aufgabensynthese wird unter anderem eine Teilaufgabe einer Arbeitsgruppe oder Abteilung zugewiesen","Jede Aufgabe wird zuerst in Teilaufgaben zerlegt. Für jede Teilaufgabe wird in der Arbeitsanalyse festgelegt, welche Arbeitselemente (Werkzeuge, Räumlichkeiten, Ressourcen) notwendig sind.","Die Arbeitssynthese bestimmt welcher Mitarbeiter eine Teilaufgabe bearbeitet."],"correctAnswers":["Bei der Aufgabensynthese wird unter anderem eine Teilaufgabe einer Arbeitsgruppe oder Abteilung zugewiesen","Jede Aufgabe wird zuerst in Teilaufgaben zerlegt. Für jede Teilaufgabe wird in der Arbeitsanalyse festgelegt, welche Arbeitselemente (Werkzeuge, Räumlichkeiten, Ressourcen) notwendig sind."],"title":"Aufbau- und Ablauforganisation","type":"checkbox"},"Welche der folgenden Aussagen sind korrekt ?":{"answers":["Data Warehouses sind auf Abfragegeschwindigkeit optimiert","In der zentralen DW Architektur werden mehrere Data Warehouses mit einer Data Mart kombiniert","Data Warehouses enthalten sämtliche (Detail)Daten und sind daher tendenziell anwendungsneutraler als Data Marts, welche nur auf einen Geschäftsbereich bezogene Daten enthalten und damit anwendungsspezifischer sind.","Die Modellierung der Daten kann für die verschiedenen Data Mart unterschiedlich sein"],"correctAnswers":["Data Warehouses enthalten sämtliche (Detail)Daten und sind daher tendenziell anwendungsneutraler als Data Marts, welche nur auf einen Geschäftsbereich bezogene Daten enthalten und damit anwendungsspezifischer sind.","Die Modellierung der Daten kann für die verschiedenen Data Mart unterschiedlich sein"],"title":"Unterschiede zwischen Data Mart und Data Warehouse","type":"checkbox"},"Welche der folgenden Aussagen sind korrekt?":{"answers":["Ein alternativer Name der Industrie 1.0 ist auch \"industrielle Revolution\"","Die Automatisierung der Produktion ist eines der Hauptmerkmale der Industrie 1.0","Industrie 4.0 ist die neueste Evolution der Fertigungsindustrie. Sie zeichnet sich durch vor allem durch automatisierte Prozesse und überbetrieblichen Informationsaustausch aus. Stichwort: Internet der Dinge","Die Verwendung von elektrischer Energie zur Fertigung von Waren ist Teil des sogenannten E-Business."],"correctAnswers":["Ein alternativer Name der Industrie 1.0 ist auch \"industrielle Revolution\"","Industrie 4.0 ist die neueste Evolution der Fertigungsindustrie. Sie zeichnet sich durch vor allem durch automatisierte Prozesse und überbetrieblichen Informationsaustausch aus. Stichwort: Internet der Dinge"],"title":"Vor - und Nachteile Integrierter Informationssysteme","type":"checkbox"},"Welche der folgenden Aussagen sind richtig?":{"answers":["Operative Systeme werden von Mitarbeitern aus dem Management genutzt.","Analytische Systeme werden von Mitarbeitern aus dem Management genutzt.","Daten für operative Anwendungen werden laufend aktualisiert und geändert.","Analytische Systeme werden von Sacharbeitern genutzt, welche nicht im Top-Management sind."],"correctAnswers":["Analytische Systeme werden von Mitarbeitern aus dem Management genutzt.","Daten für operative Anwendungen werden laufend aktualisiert und geändert."],"title":"Analytische/Operative Systeme","type":"checkbox"},"Welche der folgenden Aussagen sind wahr?":{"answers":["Der taiwanesische Hemdenhersteller klebt eine RFID-Ettikette auf die Hemdenverpackung, damit Penney beim Eintreffen in seinem Lagerhaus entscheiden kann, für welche Filiale das Hemd bestimmt ist.","Der an der Kasse registrierte Abverkauf eines Hemdes löst unmittelbar eine Neubestellung in der taiwanesischen Hemdenfabrik aus.","Seit Einführung des TAL-Systems werden bei Penny kaum Warenbestände an Herrenoberhemden der hauseigenen Marke auf Lager gehalten.","TAL koordiniert den Informationsfluss der Lieferung. J.C.Penney hingegen koordiniert den Warenfluss von Taiwan bis zu den einzelnen Filialen."],"correctAnswers":["Der an der Kasse registrierte Abverkauf eines Hemdes löst unmittelbar eine Neubestellung in der taiwanesischen Hemdenfabrik aus.","Seit Einführung des TAL-Systems werden bei Penny kaum Warenbestände an Herrenoberhemden der hauseigenen Marke auf Lager gehalten."],"title":"Bitcoin vs Blockchain","type":"checkbox"},"Welche der folgenden Aussagen treffen zu?":{"answers":["Animiert das Management über Ursache-Wirkungszusammenhänge von Wertreibermodellen nachzudenken.","Die Wirkung der Kausalzusammenhänge zwischen den einzelnen Perspektiven können mithilfe der BSC eempirisch nachgewiesen werden.","Die BSC stellt eine Verbindung zwischen strategischem und operativen Management dar.","Die 4 Perspektiven \"Finanzielle Perspektive\", \"Kundenperspektive\", \"Prozessperspektive\", \"Potentialperspektive\" sind fix vom Modell vorgegeben und dürfen nicht angepasst werden.","Die BSC kann als Instrument zur Entscheidungsunterstützung eingsetzt werden."],"correctAnswers":["Animiert das Management über Ursache-Wirkungszusammenhänge von Wertreibermodellen nachzudenken.","Die BSC stellt eine Verbindung zwischen strategischem und operativen Management dar.","Die BSC kann als Instrument zur Entscheidungsunterstützung eingsetzt werden."],"title":"Balanced Scorecard (BSC_Matrix)","type":"checkbox"},"Welche der folgenden Aussagen zu Clustering ist/sind falsch?":{"answers":["Beim Clustering werden  Datenobjekte Klassifiziert","Beim Clustering wird auf Task-Relevante Daten fokussiert","Beim Clustering werden ähnliche Datenobjekte zusammengelagert","Beim Clustering werden Modelle, Funktionen und Regeln gesucht, welche Klassen beschreiben und unterscheiden"],"correctAnswers":["Beim Clustering werden Modelle, Funktionen und Regeln gesucht, welche Klassen beschreiben und unterscheiden"],"title":"Clustering","type":"checkbox"},"Welche der folgenden Aussagen zu Herman Millers Informationssystem \"z-Axis\" treffen zu?":{"answers":["z-Axis verknüpft Vertrieb und Design mit den Fertigungs- und Logistiksystemen.","z-Axis kann von jedem Möbelhändler verwendet werden.","Mit dem Aufholen anderer Designtools ist z-Axis nicht mehr konkurrenzfähig und es gibt keinen Grund mehr es zu nutzen.","z-Axis machte den Verkaufsabschluss wesentlich schneller und effizienter.","z-Axis wurde von Grund auf von einer Tochterfirma für Herman Miller aufgebaut.","Durch den Einsatz von z-Axis konnte der benötigte Lagerbestand minimiert werden."],"correctAnswers":["z-Axis verknüpft Vertrieb und Design mit den Fertigungs- und Logistiksystemen.","z-Axis machte den Verkaufsabschluss wesentlich schneller und effizienter.","Durch den Einsatz von z-Axis konnte der benötigte Lagerbestand minimiert werden."],"title":"Fallstudie: Herman Miller","type":"checkbox"},"Welche der folgenden Aussagen über das Groupware-System sind korrekt?":{"answers":["Ein Groupware-System regelt und unterstützt die Zusammenarbeit mehrerer Anwender.","Ein Groupware-System ist ein Sicherheitssystem, welches Anwender mit Gefahrenpotential ausschliesst.","Ein Groupware-System besitzt eine Zentrale, eine Peer-to-Peer oder eine Hybride Architektur","Ziel von einem Groupware-System ist stets die Unterstützung eines Gruppenprozesses, also die Erarbeitung eines Resultats oder die Transformation von Informationen von einem Anfangs- in einen Endzustand."],"correctAnswers":["Ein Groupware-System regelt und unterstützt die Zusammenarbeit mehrerer Anwender.","Ein Groupware-System besitzt eine Zentrale, eine Peer-to-Peer oder eine Hybride Architektur","Ziel von einem Groupware-System ist stets die Unterstützung eines Gruppenprozesses, also die Erarbeitung eines Resultats oder die Transformation von Informationen von einem Anfangs- in einen Endzustand."],"title":"Groupware-System","type":"checkbox"},"Welche der folgenden Aussagen über die Schritte des KDD (Siehe Auflistung) sind korrekt?1. Integration2. Selection3. Datamining4. Visualisation":{"answers":["Der erste Schritt (\"Integration\") nimmt 60% bis hin zu 90% des gesamten Zeitaufwandes in Anspruch","Die Eliminierung von Ausreisserwerten gehört grundsätzlich zur \"Selection\"","Der OLAP-Würfel kommt hauptsächlich beim Datamining zum Einsatz","Trendanalysen gehören zum Bereich \"Visualisation\"","Classification (Neue Objekte anhand alter Objekte zu identifizieren) ist Teil des Datamining-Prozesses"],"correctAnswers":["Der erste Schritt (\"Integration\") nimmt 60% bis hin zu 90% des gesamten Zeitaufwandes in Anspruch","Classification (Neue Objekte anhand alter Objekte zu identifizieren) ist Teil des Datamining-Prozesses"],"title":"KDD Übersicht","type":"checkbox"},"Welche der folgenden Begriffe sind Beispiele für \"Measures\" (im Kontext von AA)?":{"answers":["Quantitiy","Distribution","Liability","Grain","Revenue","Cost"],"correctAnswers":["Quantitiy","Revenue","Cost"],"title":"Measures","type":"checkbox"},"Welche der folgenden Beschreibungen treffen auf Big Data zu?":{"answers":["Die Sammlung enorm vieler Daten erlaubt es, neue Hypothesen (Abfragen) zu stellen, die vorher nicht definiert waren.","Big Data erlaubt das Automatisieren von Entscheidungen.","Big Data ist ein aktuelles Thema und wird auch von Google und co. eingesetzt, um neue Verkaufsstrategien ihrer gesammelten Daten zu entwickeln","Big Data besteht aus dne 3Vs: Velocity (Geschwindigkeit), Volume (Menge der Daten), Variety (Unterschiedliche Daten)","Big Data ist das Sammeln enorm vieler Informationen, über ein einziges Themengebiet. (z.B. über Festplatten)"],"correctAnswers":["Die Sammlung enorm vieler Daten erlaubt es, neue Hypothesen (Abfragen) zu stellen, die vorher nicht definiert waren.","Big Data ist ein aktuelles Thema und wird auch von Google und co. eingesetzt, um neue Verkaufsstrategien ihrer gesammelten Daten zu entwickeln","Big Data besteht aus dne 3Vs: Velocity (Geschwindigkeit), Volume (Menge der Daten), Variety (Unterschiedliche Daten)"],"title":"Big Data","type":"checkbox"},"Welche der folgenden Diagrammtypen können im Minusbereich gelangen?":{"answers":["Linendiagramm","Balkendiagramm","Säulendiagramm","Kuchendiagramm"],"correctAnswers":["Linendiagramm","Balkendiagramm","Säulendiagramm"],"title":"Diagrammtypen","type":"checkbox"},"Welche der folgenden Fehler sind auf ein zu schlechtes Workflow Management zurückzuführen?":{"answers":["Infolge falscher Adresseingabe des Kunden wird das Paket an die falsche Adresse geschickt.","Ein Teil des Budget Bewilligungsformulares wurde nicht ausgefüllt.","Der Kunde wartet auf eine Supportantwort, da der Mitarbeiter aktuell in den Ferien ist und die Anfrage in seiner Inbox liegt.","Eine Bestellung beim Lieferanten wird nicht ausgelöst, da das Papierformular in der internen Post verloren ging."],"correctAnswers":["Ein Teil des Budget Bewilligungsformulares wurde nicht ausgefüllt.","Der Kunde wartet auf eine Supportantwort, da der Mitarbeiter aktuell in den Ferien ist und die Anfrage in seiner Inbox liegt.","Eine Bestellung beim Lieferanten wird nicht ausgelöst, da das Papierformular in der internen Post verloren ging."],"title":"Workflow Management","type":"checkbox"},"Welche der im Folgenden genannten Punkte treffen auf Analystische Anwendungssysteme zu?":{"answers":["Analystische Anwendungssysteme werden eingesetzt um sehr detaillierte und aktuelle Geschäftsdaten darzustellen.","Daten für Analystische Anwendungssysteme werden über Data Marts und/oder Data Warehouses bereitgestellt.","Der Zweck von Analystische Anwendungssystemen ist die Unterstützung des Managements bei Planung und Kontrolle.","Für die Übernahme der operativen Daten in das Data Warehouse wird OLTP eingesetzt."],"correctAnswers":["Daten für Analystische Anwendungssysteme werden über Data Marts und/oder Data Warehouses bereitgestellt.","Der Zweck von Analystische Anwendungssystemen ist die Unterstützung des Managements bei Planung und Kontrolle."],"title":"Analystische Anwendungssysteme","type":"checkbox"},"Welche der nachfolgenden Aussagen betreffend Wirtschaftssektoren treffen zu?":{"answers":["Der tertiäre Sektor hat heute den grössten Anteil an Erwerbstätigen.","Der primäre Sektor hat heute den grössten Anteil an Erwerbstätigen.","Der tertiäre Sektor hat in den letzten Jahren an Anteil (der Erwerbstätigen) verloren.","Es wird zwischen 4 Wirtschaftssektoren unterschieden.","Produzierendes Gewerbe ist einer der Sektoren."],"correctAnswers":["Der tertiäre Sektor hat heute den grössten Anteil an Erwerbstätigen.","Produzierendes Gewerbe ist einer der Sektoren."],"title":"Erwärbstätige nach Wirtschaftssektoren","type":"checkbox"},"Welche der nachfolgenden Aussagen bezüglich Bitcoin treffen zu?":{"answers":["Bitcoins werden über die Zentralbank gesteuert.","Bitcoin stellt aktuell eine Gefahr für das Finanzsystem dar.","Bitcoin unterliegt sehr starken Kursschwankungen.","Die Anzahl Bitcoin Transaktionen sind im Vergleich zu Überweisungen, Lastschriften und Kartenzahlungen, vernichtend klein.","Die Bundesbank befindet den Bitcoin als ein geeignetes Medium, um Werte aufzubewahren."],"correctAnswers":["Bitcoin unterliegt sehr starken Kursschwankungen.","Die Anzahl Bitcoin Transaktionen sind im Vergleich zu Überweisungen, Lastschriften und Kartenzahlungen, vernichtend klein."],"title":"Bitcoin","type":"checkbox"},"Welche der nachfolgenden Aussagen über DMS treffen zu?":{"answers":["Ein DMS kann archivierte Datenbestände und deren Versionen verwalten.","Ein DMS kann zu einer Überlastung der E-Mail-Systeme führen.","Ein DMS ermöglicht keine dezentrale Arbeitsstrukturen.","Ein DMS hilft bei einem Automatisierten Aufbau einer unternehmensweiten Wissensdatenbank.","Ein DMS beschleunigt und vereinfacht die Dokumentensuche."],"correctAnswers":["Ein DMS kann archivierte Datenbestände und deren Versionen verwalten.","Ein DMS hilft bei einem Automatisierten Aufbau einer unternehmensweiten Wissensdatenbank.","Ein DMS beschleunigt und vereinfacht die Dokumentensuche."],"title":"Dokumentenmanagementsystem (DMS)","type":"checkbox"},"Welche der nachfolgenden Beispiele beschreiben den aktuellen Wandel in Unternehmen?":{"answers":["Um die Firma kontrollierter zu führen, wird in der Organisation eine zusätzliche Hierarchiestufe eingeführt.","Der Arbeitgeber erlaubt es den Mitarbeitern einen bis zwei Tage in der Woche von zu Hause aus zu arbeiten.","Es wird eine Arbeitsgruppe mit Spezialisten aus dem gesamten Unternehmen zusammengestellt um ein spezifisches Problem zu lösen.","Der Software-Entwickler entscheidet selbst, dass er ein bestimmtes Framework einsetzt um ein spezifisches Problem zu lösen."],"correctAnswers":["Der Arbeitgeber erlaubt es den Mitarbeitern einen bis zwei Tage in der Woche von zu Hause aus zu arbeiten.","Es wird eine Arbeitsgruppe mit Spezialisten aus dem gesamten Unternehmen zusammengestellt um ein spezifisches Problem zu lösen.","Der Software-Entwickler entscheidet selbst, dass er ein bestimmtes Framework einsetzt um ein spezifisches Problem zu lösen."],"title":"Wandel der Unternehmen","type":"checkbox"},"Welche der unten genannten Aussagen sind korrekt?":{"answers":["Das SCM (Supply Chain Management) gehört zum B2C","Geschäftsbeziehungen zwischen Unternehmen und/oder Lieferanten wird auch als B2B bezeichnet","Geschäftsbeziehungen zwischen Unternehmen und/oder Lieferanten wird auch als B2C bezeichnet","Das SCM (Supply Chain Management) gehört zum B2B"],"correctAnswers":["Geschäftsbeziehungen zwischen Unternehmen und/oder Lieferanten wird auch als B2B bezeichnet","Das SCM (Supply Chain Management) gehört zum B2B"],"title":"B2B,B2C & Supply Chain","type":"checkbox"},"Welche elektronische Signatur ist in der Schweiz rechtlich gelichbedeutend wie eine handschriftliche Unterschrift?":{"answers":["geregeltes elektronisches Siegel","elektronische Signatur","qualifizierte elektronische Signatur","fortgeschrittene elektronische Signatur"],"correctAnswers":["qualifizierte elektronische Signatur"],"title":"elektronische Signatur","type":"radio"},"Welche entscheidenden Wettbewerbsvorteile erhielt die Firma Herman Miller durch den Einsatz von z-Axis, ein Programm zur virtuellen Darstellung der Büroeinrichtung?":{"answers":["Wenn der Kunde mit dem Entwurf zufrieden ist, kann sofort die Preisliste aller verwendeten Produkten erstellt werden.","Entwürfe vorheriger Kunden können durch die Design Software wiederverwendet werden.","Die Entwürfe können beim Kunden vor Ort angepasst und erneut dargestellt werden.","Durch den Einsatz von Design Software entfällt das Ausdrucken der Entwürfe auf Papier."],"correctAnswers":["Wenn der Kunde mit dem Entwurf zufrieden ist, kann sofort die Preisliste aller verwendeten Produkten erstellt werden.","Die Entwürfe können beim Kunden vor Ort angepasst und erneut dargestellt werden."],"title":"Herman Miller, Informationssystem","type":"checkbox"},"Welche nachfolgenden Aussagen bezüglich Blockchain treffen zu?":{"answers":["Die Blockchain Technologie kann nicht nur für Bitcoin, sondern auch für jegliche andere Art von Datenspeicherung verwendet werden.","Die Blockchain ist nicht chronologisch geordnet, somit können Blöcke überall in der Chain eingefügt werden.","Blockchain gilt als sehr sicher, da Änderungen am Datensatz fast unmöglich sind.","Blockchain benötigt einen zentralen Server für die Datenverwaltung."],"correctAnswers":["Die Blockchain Technologie kann nicht nur für Bitcoin, sondern auch für jegliche andere Art von Datenspeicherung verwendet werden.","Blockchain gilt als sehr sicher, da Änderungen am Datensatz fast unmöglich sind."],"title":"Blockchain","type":"checkbox"},"Welche nachstehenden Aussagen sind Richtig?":{"answers":["Grain bezieht sich auf die Anzahl der Dimensionen.","Je grösser die Hierarchie, desto feiner wird die Unterteilung der Dimension und desto detaillierter können die Daten ausgewertet werden.","Dimensionen können alles sein, was die Daten konsistent kategorisiert und den Personen eine besser Sichtweise ermöglicht.","Eine Dimension kann auch ohne Measures aussagekräftig sein."],"correctAnswers":["Je grösser die Hierarchie, desto feiner wird die Unterteilung der Dimension und desto detaillierter können die Daten ausgewertet werden.","Dimensionen können alles sein, was die Daten konsistent kategorisiert und den Personen eine besser Sichtweise ermöglicht."],"title":"Dimension, Measures, Hierarchy, Grain","type":"checkbox"},"Welche nachstehenden Aussagen sind richtig?":{"answers":["OLAP hat eine begrenzte Anzahl an Dimensionen und Aggregationsstufen.","OLAP ermöglicht schnellere und flexieblere Queries, in Grossen Datenmengen.","OLAP wurde erst im letzten Jahrzehnt entwickelt, mit dem aufkommen von Big Data.","OLAP wurde in mitte der 90er Jahre entwickelt, dazumal waren die besten Rechner schwächer als heute ein durchschnittlicher Laptop."],"correctAnswers":["OLAP ermöglicht schnellere und flexieblere Queries, in Grossen Datenmengen.","OLAP wurde in mitte der 90er Jahre entwickelt, dazumal waren die besten Rechner schwächer als heute ein durchschnittlicher Laptop."],"title":"OLAP","type":"checkbox"},"Welche sind die Kernaufgaben des Top Managements?":{"answers":["Ein Topmanager befindet sich in der obersten Hierarchieebene des Unternehmens und ist für langfristige Einscheidungen zuständig.","Ein Topmanager befindet sich in der obersten Hierarchieebene des Unternehmens und ist nur für delegations Aufgaben zuständig.","Ein Topmanager befasst sich primär mit Festlegung von Zielen und Strategien und den Aufbau von Rechts- und Organisationsstruktur sowie Planungs- und Kontrollsystemen.","Ein Topmanger ist im Unternehmen primär für die Projektleitung zuständig und befindet sich in der mittleren Hierarchieebene.","Alle aussagen sind Richtig!"],"correctAnswers":["Ein Topmanager befindet sich in der obersten Hierarchieebene des Unternehmens und ist für langfristige Einscheidungen zuständig.","Ein Topmanager befasst sich primär mit Festlegung von Zielen und Strategien und den Aufbau von Rechts- und Organisationsstruktur sowie Planungs- und Kontrollsystemen."],"title":"Management","type":"checkbox"},"Welche sind die klassischen Geschäftsfunktionen in einem\nUnternehmen ?":{"answers":["Six Sigma, Serienproduktion,\nProduktentwicklung und Risikomanagement","Produktion, Beschaffung, Vertrieb und Marketing und\nPersonalwesen","Logistik, Lean Management, Buchhaltung und Changemanagement","Kaizen, Qualitätsmanagement, Personalwesen und SMED"],"correctAnswers":["Produktion, Beschaffung, Vertrieb und Marketing und\nPersonalwesen"],"title":"Organisation","type":"checkbox"},"Welche standartisierten Dienstleistungen bietet der Unternehmensbereich UPS Supply Chain Solutions an?":{"answers":["Postdienste","Frachtbeförderung","Design und die Verwaltung der Supply Chain","Finanzleistungen","Zustelllung von Paketen durch Private (Prinzip wie bei Uber)","Zollabwicklung","Lieferung per Flugdrohne","Personentransport","Logistikservices","multimodale Transporte","ununterbrochene Lieferung (komplette Lieferung erfolgt durch ein Fahrzeug)","Pizzaservice"],"correctAnswers":["Postdienste","Frachtbeförderung","Design und die Verwaltung der Supply Chain","Finanzleistungen","Zollabwicklung","Logistikservices","multimodale Transporte"],"title":"UPS Fallstudie: Services von UPS","type":"checkbox"},"Welchen Aussagen treffen auf Moodle zu?":{"answers":["Moodle kann auf einen Raspberry PI betrieben werden.","Moodle besitzt ein Lizenzmodel welches pro Kurs abrechnet.","Die Standardeinstellungen von Moodle sind ungeeignet und es müssen geändert werden.","Moodle ermöglicht kooperative Lehrmethoden.","Moodle ist eine Lernplatform und soll für jedermann zugänglich sein auf allen Geräten."],"correctAnswers":["Moodle kann auf einen Raspberry PI betrieben werden.","Moodle ermöglicht kooperative Lehrmethoden.","Moodle ist eine Lernplatform und soll für jedermann zugänglich sein auf allen Geräten."],"title":"Moodle Platform","type":"checkbox"},"Welchen der folgenden Aussagen über die Vorteile der Blockchain Technologie stimmen Sie zu?":{"answers":["In der Blockchain wird jeder Eintrag durch einen Hash vor Manipulation gesichert.","Die Daten der Blockchain werden nicht zentral, sondern auf allen beteiligten Rechern gespeichert. Fallen Rechner aus, so verbleiben noch genügend Kopien von der Blockchain, so dass diese nicht verloren geht.","Die Transaktionen in einer Blockchain werden verschlüsselt und können daher nicht eingesehen werden.","In einer Blockchain wird ein neuer Block immer nur an den letzten Block angehängt."],"correctAnswers":["In der Blockchain wird jeder Eintrag durch einen Hash vor Manipulation gesichert.","Die Daten der Blockchain werden nicht zentral, sondern auf allen beteiligten Rechern gespeichert. Fallen Rechner aus, so verbleiben noch genügend Kopien von der Blockchain, so dass diese nicht verloren geht."],"title":"Blockchain Technologie","type":"checkbox"},"Welchen der folgenden Punkte regelt das Bundesgesetz über die elektronische Signatur, ZertES?":{"answers":["Die Liste der anerkannten Anbieterinnen von Zertifizierungsdiensten.","Die Anforderungen an die Qualität einer Zertifizierungsstelle.","Die Rechte und Pflichten von Zertifikatsnutzern.","Die Anforderungen an die Qualität bestimmter digitaler Zertifikate und ihrer Verwendung."],"correctAnswers":["Die Anforderungen an die Qualität bestimmter digitaler Zertifikate und ihrer Verwendung."],"title":"ZertES","type":"radio"},"Welcher Hauptvorteil hatte die Einführung dieses Geräts für UPS im Bezug auf den Geschäftsprozess?":{"answers":["Bargeldlosesbezahlen","Für die Messung der Paketdimensionen","Temperatur messung","Reduktion des Papier-Aufwands bei der Empfangsbestätigung"],"correctAnswers":["Reduktion des Papier-Aufwands bei der Empfangsbestätigung"],"title":"Fallstudie UPS","type":"radio"},"Welcher Punkt in diesem Real Options Pricing Model ist der break even eines Investments mit Call Option?Rot: Call OptionSchwarz: Underlying":{"answers":["Option A","Option B","Option C","Option D"],"correctAnswers":["Option A"],"title":"Real Options Pricing Model: break even","type":"radio"},"Welcher Teil der Versorgungskette mit TAL verursacht den grössten schaden bei einem Ausfall.":{"answers":["TAL","Hersteller","Lager","Eine Filiale"],"correctAnswers":["TAL"],"title":"J.C.Penneys Fallstudie","type":"radio"},"Welcher Vorteil kann beim Umsetzen der Pull-Strategie entstehen?":{"answers":["Durch die \"make to order\" Strategie kann der Lagerbestand verringert und somit Kosten eingespart werden.","Die Qualität der Produkte kann in jedem Fall gesteigert werden.","Die Lieferzeiten können drastisch gesenkt werden.","Grundsätzlich hat die Push-Strategie mehr Vorteile gegenüber der Pull-Strategie."],"correctAnswers":["Durch die \"make to order\" Strategie kann der Lagerbestand verringert und somit Kosten eingespart werden."],"title":"Pull-Strategie","type":"radio"},"Welches der Aussagen sind korrekt?":{"answers":["Horizontale Integration ist die Integration von mehreren Funktionsbereichen zwischen verschiedenen hierarchischen Ebenen.","Die Synchronisation der Lohnkosten aus den Daten der Personalabteilung mit dem Finanzbuchsystem ist eine horizontale Integration.","Eine Firma besitzt eine Feedback-Datenbank, bei dem das Personal z.B. Vorschläge äussern kann. Nun werden die Daten in ein System integriert, welches Informationen liefert, um zukünftige Strategien für die Firma zu entwickeln. Dies ist ein Beispiel für horizontale Integration.","Horizontale Integration ist die Integration von mehreren Funktionsbereichen innerhalb der gleichen hierarchischen Ebene."],"correctAnswers":["Die Synchronisation der Lohnkosten aus den Daten der Personalabteilung mit dem Finanzbuchsystem ist eine horizontale Integration.","Horizontale Integration ist die Integration von mehreren Funktionsbereichen innerhalb der gleichen hierarchischen Ebene."],"title":"Horizontale Integration","type":"checkbox"},"Welches der folgenden Auswahlen ist ein Konferenzsystem?":{"answers":["Whatsapp","Meeting in einem Sitzungszimmer","Dropbox","E-Mail","SMS","Team View (Screen-Sharing)","Skype","Adobe Connect"],"correctAnswers":["Whatsapp","Team View (Screen-Sharing)","Skype","Adobe Connect"],"title":"Konferenzsysteme","type":"checkbox"},"Welches der folgenden Merkmale charaktarisieren die Industrie 4.0 und differenzieren sie von den vorherigen Phasen der Industrialisierung?":{"answers":["Vortschritte in Elektronik und IT","Dynamische Optimierung durch Analyse grosser Mengen an Daten (z.B. Sensordaten)","Automatisierung der Produktion","On-Demand Produktion von individualisierten Produkten","Automatischer Austausch von  Daten zwischen Unternehmen"],"correctAnswers":["Dynamische Optimierung durch Analyse grosser Mengen an Daten (z.B. Sensordaten)","On-Demand Produktion von individualisierten Produkten","Automatischer Austausch von  Daten zwischen Unternehmen"],"title":"Industrie 4.0","type":"checkbox"},"Welches der folgenden Prozesse kommt nicht in jedem Unternehmen vor?":{"answers":["Materialplanung","Auftragsbearbeitung","Finanzbuchhaltung","Entgeldabrechnung"],"correctAnswers":["Materialplanung"],"title":"Allgemein verwendete Prozesse","type":"radio"},"Welches der folgenden Szenarien entspricht einer Double-Spending-Attack ?":{"answers":["Philipp bezahlt eine Cola mit Bitcoins und einen Tag später kauft er einen Ice Tea mit den gleichen Coins.","Paul ist Bitcoin millionär findet aber keinen weg das Geld in Schweizerfranken umzutauschen","Alice bezahlt sich selber mehrmals den gleichen Bitcoin an ihre eigene Address (Identity)","Sara zahlt Bob einen Bitcoin für ein Auto ohne das Auto jemals zu bekommen."],"correctAnswers":["Philipp bezahlt eine Cola mit Bitcoins und einen Tag später kauft er einen Ice Tea mit den gleichen Coins."],"title":"Double-Spending-Attack","type":"checkbox"},"Welches ist KEIN Soziales Ziel eines Unternehmens?":{"answers":["Ausbau\nsozialer Leistungen","Förderung\nder Gleichberechtigung","Abfallvermeidung","Sicherung\nvon Arbeitsplätzen"],"correctAnswers":["Abfallvermeidung"],"title":"Ökonomisches Prinzip","type":"radio"},"Welches ist die korrekte Definition von «Economies of Scale»?":{"answers":["Von Economies of Scale spricht man, wenn man genau so viele Produkte verkauft, wie auf der Wirtschaftsskala erfasst sind.","Von Economies of Scale spricht man, wenn die Produktionskosten pro hergestellte Einheit mit zunehmender Produktionsmenge zunehmen.","Von Economies of Scale  spricht man, wenn die Produktionskosten pro hergestellte Einheit mit zunehmender Produktionsmenge abnehmen.","Von Economies of Scale spricht man, wenn es günstiger ist, mehrere verschiedene Güter in einem Unternehmen zu produzieren, als wenn sich jeweils ein Unternehmen auf eines dieser Güter spezialisiert."],"correctAnswers":["Von Economies of Scale  spricht man, wenn die Produktionskosten pro hergestellte Einheit mit zunehmender Produktionsmenge abnehmen."],"title":"Economies of Scale","type":"checkbox"},"Welches ist die richtige Reihenfolge im Knowledge Discovery in Database-Process?":{"answers":["transformation, selection, projection -> data cleaning and integration -> data mining -> visualization, evaluation","data mining -> data cleaning and integration -> transformation, selection, projection -> visualization, evaluation","data cleaning and integration -> transformation, selection, projection -> data mining -> visualization, evaluation","data mining -> visualization, evaluation -> data cleaning and integration -> transformation, selection, projection"],"correctAnswers":["data cleaning and integration -> transformation, selection, projection -> data mining -> visualization, evaluation"],"title":"KDD-Process","type":"radio"},"Welches ist kein Vorteil von Dokumentenmanagement (DMS) ?":{"answers":["Einhaltung gesetzlicher Vorschriften und vereinbarter Compliance-Anforderungen","Dokumente können schneller gesucht und gefunden werden","Verbesserung der Nachvollziehbarkeit","Verbesserung der Prozesstransparenz, durch explizite Modellierung der Abläufe","Höhere Effizienz, Produktivität und Transparenz"],"correctAnswers":["Verbesserung der Prozesstransparenz, durch explizite Modellierung der Abläufe"],"title":"Dokumentenmanagement DMS","type":"radio"},"Welches sind Gründe für die Verdichtung von analytischen Daten?":{"answers":["Gewinnung von redundanten Informationen","Übertragungszeit der Daten verkürzt sich","Übersichtliche Darstellung der benötigten Daten","Subjektiver Informationsverlust, dafür Objektiver Informationsgewinn","benötigter Speicherplatz sinkt"],"correctAnswers":["Übertragungszeit der Daten verkürzt sich","Übersichtliche Darstellung der benötigten Daten","benötigter Speicherplatz sinkt"],"title":"Verdichtung von Daten","type":"checkbox"},"Welches sind Vorteile der integrierten Informationsverarbeitungen?":{"answers":["Erhöhung der Qualität betrieblicher Prozesse durch feste, automatische Abläufe","Umsetzung moderner betriebswirtschaftlicher Konzepte","Betrieb muss sich nicht häufig der Software anpassen","Durch das Nützen von mehreren Personen werden Fehler schneller erfasst"],"correctAnswers":["Erhöhung der Qualität betrieblicher Prozesse durch feste, automatische Abläufe","Umsetzung moderner betriebswirtschaftlicher Konzepte","Durch das Nützen von mehreren Personen werden Fehler schneller erfasst"],"title":"Integrierte Informationsverarbeitung","type":"checkbox"},"Welches sind andere Begriffe für RFID Transponder?":{"answers":["RFID-Etikett","Reader","Smart Tag","Handheld","Funketikett","Smart Label","RFID-Tag","RFID-Chip"],"correctAnswers":["RFID-Etikett","Smart Tag","Funketikett","Smart Label","RFID-Tag","RFID-Chip"],"title":"RFID","type":"checkbox"},"Welches sind die 2 korrekten Kreisläufe?":{"answers":["Güterkreislauf: Haushalt-->Güter und Dienste-->Unternehmen-->Arbeit-->Haushalt","Geldkreislauf: Haushalt-->Konsumausgaben-->Unternehmen-->Entlohnung-->Haushalt","Geldkreislauf: Unternehmen-->Konsumausgaben-->Haushalt-->Entlohnung-->Unternehmen","Güterkreislauf: Haushalt-->Arbeit-->Unternehmen-->Güter und Dienste-->Haushalt"],"correctAnswers":["Geldkreislauf: Haushalt-->Konsumausgaben-->Unternehmen-->Entlohnung-->Haushalt","Güterkreislauf: Haushalt-->Arbeit-->Unternehmen-->Güter und Dienste-->Haushalt"],"title":"Wirtschaftskreislauf","type":"checkbox"},"Welches sind die Inputfaktoren in einem Markt?":{"answers":["Energie","Boden","Kapital","Luxusgüter","Konsumgüter","Arbeit","Investitionsgütern","Wissen"],"correctAnswers":["Energie","Boden","Kapital","Arbeit","Wissen"],"title":"Inputfaktoren","type":"checkbox"},"Welches sind die Vorteile von papiergebunden Archiven?":{"answers":["einfaches Backup möglich","bietet eine hohe Geheimhaltungsstufe","man weiss physisch, wo die Daten liegen","wird in Zukunft, egal vom technischen Fortschritt, lesbar sein","schnelle, speditive Suchmöglichkeiten möglich"],"correctAnswers":["bietet eine hohe Geheimhaltungsstufe","man weiss physisch, wo die Daten liegen","wird in Zukunft, egal vom technischen Fortschritt, lesbar sein"],"title":"Vorteile von papiergebundenen Archiven","type":"checkbox"},"Wenn ich eine Nachricht nur für den Empfänger lesbar machen möchte, ...":{"answers":["dann nehme ich meinen Private Key und verschlüssle die Nachricht. Der Empfänger kann anschliessend die Nachricht mit meinem Public Key entschlüsseln.","dann signiere ich die Nachricht mit meinem Private Key. Der Empfänger kann anschliessend die Nachricht mit meinem Public Key entschlüsseln.","dann signiere ich die Nachricht mit dem Public Key des Empfängers. Der Empfänger kann anschliessend mit seitem Private Key entschlüsseln.","dann nehme ich den Public Key des Empfängers und verschlüssle die Nachricht. Der Empfänger kann anschliessend die Nachricht mit seinem Private Key entschlüsseln."],"correctAnswers":["dann nehme ich den Public Key des Empfängers und verschlüssle die Nachricht. Der Empfänger kann anschliessend die Nachricht mit seinem Private Key entschlüsseln."],"title":"Verschlüsseln","type":"radio"},"Wer\nhat im Jahr 2003 das Track and Trace erfunden?":{"answers":["UPS","Post","DPD","FedEx"],"correctAnswers":["FedEx"],"title":"Erfinder des Track & Trace","type":"radio"},"Wer ist in seinem Hauptgeschäft im sekundären Sektor tätig?":{"answers":["Reiseführer","Postbote","CocaCola","Getreidebauer","Metzger","Zürcher Kantonalbank","Holzfäller","Nestlé","Samsung","Jäger","Viehzüchter","Kaminfeger","Schreiner","SBB","Amazon"],"correctAnswers":["CocaCola","Metzger","Nestlé","Samsung","Schreiner"],"title":"Sekundärer Sektor","type":"checkbox"},"Wer übernimmt bei BitCoin die Rolle der zentralen Institution (ähnlich wie eine Nationalbank)":{"answers":["Die Nationalbank im jeweiligen Land übernimmt diese Rolle","Niemand, weil die Daten an verschiedenen (von einander unabhängigen) Orten gespeichert werden.","Niemand, weil es sich nur um kleine Beträge handelt","Die Firma BitCoin übernimmt diese Rolle"],"correctAnswers":["Niemand, weil die Daten an verschiedenen (von einander unabhängigen) Orten gespeichert werden."],"title":"Bitcoin zentrale Institution","type":"radio"},"Wie finanziert sich Moodle?":{"answers":["Querfinanzierung durch andere Geschäfte","Moodle erhält einen Umsatzanteil von den kommerziellen Moodle-Partnern.","Man kann Mitglied in der Moodle User Association werden und sich so eine Anzahl Stimmen kaufen um Einfluss auf die Weiterentwicklung von Moodle zu nehmen.","Moodle verkauft Platz für Werbebanner.","Moodle nimmt Spenden entgegen."],"correctAnswers":["Moodle erhält einen Umsatzanteil von den kommerziellen Moodle-Partnern.","Man kann Mitglied in der Moodle User Association werden und sich so eine Anzahl Stimmen kaufen um Einfluss auf die Weiterentwicklung von Moodle zu nehmen.","Moodle nimmt Spenden entgegen."],"title":"Moodle","type":"checkbox"},"Wie geht Twitter vor um verdächtige Account Aktivitäten von allfälligen Social Bots zu sperren?":{"answers":["Mittels Gesichtserkennung werden Biometrische Daten abgeglichen.","Wenn ein Profil keine Fallower hat, aber sehr vielen anderen Profilen folgt, wird davon ausgegangen, dass es sich um einen Social-Bot handelt und das Profil gesperrt.","Wenn ein Konto gesperrt wird und der Nutzer aufgefordert wird, eine Telefonnummer anzugeben, wird das Konto aus den Fallower-Zählungen entfernt, bis eine Telefonnummer angegeben wird.","Algorythmen erkennen Sprachmuster in den Kommentaren. Wenn diese sich zu stark ähneln wird ein Social-Bot vermutet."],"correctAnswers":["Wenn ein Konto gesperrt wird und der Nutzer aufgefordert wird, eine Telefonnummer anzugeben, wird das Konto aus den Fallower-Zählungen entfernt, bis eine Telefonnummer angegeben wird."],"title":"Social Bots - verdächtige Account Aktivitäten","type":"radio"},"Wie hat sich der sekundäre Sektor (produzierendes Gewerbe) seit 1880 entwickelt?":{"answers":["ist immer ungefähr gleich geblieben","Anfänglich starke Steigerung, die sich immer weiter abgeflacht hat und mittlerweile auf einem ungefähr gleichen Stand verbleibt","Zuerst steigende Tendenz, danach einige Jahre ungefähr stabil mit anschliessendem Abwärtstrend","Steigende Tendenz"],"correctAnswers":["Zuerst steigende Tendenz, danach einige Jahre ungefähr stabil mit anschliessendem Abwärtstrend"],"title":"Entwicklung Wirtschaftssektoren","type":"radio"},"Wie heissen die Schnittstellen zwischen verschiedenen Programmen?":{"answers":["APU","UI","AI","API","WE"],"correctAnswers":["API"],"title":"Schnittstelle","type":"radio"},"Wie hängen Daten und Informationen zusammen?":{"answers":["Informationen sind Daten die in eine nützliche Form zusammengebracht wurden.","Informationen sind gewonnene Erkenntnisse aus mehreren Daten.","Daten werden aus vielen verschiedenen Informationen gewonnen.","Daten bestehen aus Ergebnissen von Versuchen und werden durch Informationen ergänzt."],"correctAnswers":["Informationen sind Daten die in eine nützliche Form zusammengebracht wurden."],"title":"Informationen und Daten","type":"radio"},"Wie ist ein ERP System aufgebaut?":{"answers":["Pro Prozess wird eine eigene Software eingesetzt","Eine Lieferanten Schnittstelle kann an ein ERP System angebunden werden","Mittels voneinander abhängige Module","Pro Bereich wird eine eigene Software eingesetzt"],"correctAnswers":["Eine Lieferanten Schnittstelle kann an ein ERP System angebunden werden","Mittels voneinander abhängige Module"],"title":"Aufbau eines ERP Systems","type":"checkbox"},"Wie ist es möglich den Rechenaufwand für Bitcoint zu vedoppeln ?":{"answers":["Es werden neue komplexere Algorithmen für die Hashbildung eingesetzt","Eine weitere Binäre Stelle des Transaktionshash wird auf null geschaltet um so den Anteil der freien Stellen zu minimieren","Eine authorizierte Person verdoppelt die Hashlänge der Transaktionen","Die Rechnungspower aller IT Systeme halbiert sich alle paar Jahre, was die Berechung des Hashs erschwert"],"correctAnswers":["Eine weitere Binäre Stelle des Transaktionshash wird auf null geschaltet um so den Anteil der freien Stellen zu minimieren"],"title":"Bitcoin","type":"radio"},"Wie kann man den optimalen Integrtionsgrad aus einem Kosten/Nutzen - Integrationsgrad - Diagramm herauslesen?":{"answers":["Der optimale Intergrationsgrad ist dort, wo der Abstand zwischen Nutzenlinie und Kostenlinie am grössten ist.","Der optimale Integrationsgrad ist dort, wo es am günstigsten ist.","Der optimale Integrationsgrad ist dort, wo die Kostenlinie die Nutzenlinie schneidet.","Der optimale Integrationsgrad ist dort, wo der Nutzen maximal ist."],"correctAnswers":["Der optimale Intergrationsgrad ist dort, wo der Abstand zwischen Nutzenlinie und Kostenlinie am grössten ist."],"title":"Optimaler Integrationsgrad","type":"radio"},"Wie kann man denn Workflow einer Firma optimieren?":{"answers":["Eine Aufgabe von so vielen Abteilungen wie möglich bearbeiten lassen","Nicht voneinander abhängige Aufgaben parrallel bearbeiten lassen","Eine Aufgabe mehrmals von der selben Abteilung bearbeiten lassen","Eine Aufgabe von so wenig Abteilungen wie möglich bearbeiten lassen"],"correctAnswers":["Nicht voneinander abhängige Aufgaben parrallel bearbeiten lassen","Eine Aufgabe von so wenig Abteilungen wie möglich bearbeiten lassen"],"title":"Workflowmanagement","type":"checkbox"},"Wie können analytische Anwendungssyteme das Management unterstützen?":{"answers":["Laufende (Echtzeit) Überwachung der internen Prozesse","Archivierung und Visualisierung von Datenverläufen über die Zeit","Zusammenfassen und bereinigen relevanter Daten","Zugriff auf aktuelle und vergangene Unternehmensdaten"],"correctAnswers":["Archivierung und Visualisierung von Datenverläufen über die Zeit","Zusammenfassen und bereinigen relevanter Daten","Zugriff auf aktuelle und vergangene Unternehmensdaten"],"title":"Analytische Anwendungssysteme","type":"checkbox"},"Wie lange dauert es circa im Durchschnitt, bis ein neuer Bitcoin Block erschaffen wird?":{"answers":["30min","60min","10min","1min"],"correctAnswers":["10min"],"title":"Bitcoin Block","type":"radio"},"Wie nennt man die Attacke in einem Peer-to-Peer-Netzwerk, bei welcher der Angreifer versucht, mit möglichst vielen Identitäten Einfluss auf die Geschehnisse im Netzwerk zu nehmen?":{"answers":["Locky attack","Sybil attack","Man-in-the-middle attack","Double-spending attack"],"correctAnswers":["Sybil attack"],"title":"Betrug im Peer-to-Peer-Netzwerk","type":"radio"},"Wie sieht die typische bottom-to-top Reihenfolge der vertikalen Integrationorientierung aus?":{"answers":["Operative Systeme -> Unterstützungssysteme für die Führungsebene -> Managementinformationssysteme -> Entscheidungsunterstützungssysteme","Unterstützungssysteme für die Führungsebene -> Operative Systeme -> Managementinformationssysteme -> Entscheidungsunterstützungssysteme","Vertriebssysteme -> Produktionssysteme -> Buchhaltungssysteme -> HR-Systeme","Operative Systeme -> Entscheidungsunterstützungssysteme -> Unterstützungssysteme für die Führungsebene -> Managementinformationssysteme","Operative Systeme -> Entscheidungsunterstützungssysteme -> Managementinformationssysteme -> Unterstützungssysteme für die Führungsebene"],"correctAnswers":["Operative Systeme -> Entscheidungsunterstützungssysteme -> Managementinformationssysteme -> Unterstützungssysteme für die Führungsebene"],"title":"Horizontale & Vertikale Integrationsorientierung","type":"radio"},"Wie sind in einer Blockchain die Blöcke miteinander verknüpft.":{"answers":["Über ein zentralen Node.","Vorwärts zum nachfolgenden Block.","Blöcke sind gar nicht miteinander verknüpft.","Zurück zum vorhergehenden Block."],"correctAnswers":["Zurück zum vorhergehenden Block."],"title":"Verknüpfung Blöcke","type":"radio"},"Wie unterscheiden sich die Intra-Objektintegration und Inter-Objektintegration?":{"answers":["Intra-Objektintegration: Daten und Funktionsintegration ausserhalb objektorientierter Anwendungssysteme.Inter-Objektintegration: Daten und Funktionsintegration innerhalb objektorientierter Anwendungssysteme.","Intra-Objektintegration: Der Gegenstand dieser Integration ist eine Integration der Kommunikationsstrukturen zwischen den Objekten zur Gewährleistung einer reibungslosen Interaktion.Inter-Objektintegration: Bei dieser Integration werden die Funktionen und die zugehörigen \nDatenstrukturen nach dem Paradigma der Objektorientierung \nzusammengefasst.","Intra-Objektintegration: Integration der Kommunikationsstruktur zwischen Objekten.Inter-Objektintegration: Zusammenfassung von Funktionen und Daten.","Intra-Objektintegration: ObjektinterneIntegration von Funktionen und zugehörigen Datenstrukturen (Innensicht eines Objekts).Inter-Objektintegration: Integration der Kommunikationsstrukturen zwischen den Objekten (Aussensicht eines Objektes)."],"correctAnswers":["Intra-Objektintegration: ObjektinterneIntegration von Funktionen und zugehörigen Datenstrukturen (Innensicht eines Objekts).Inter-Objektintegration: Integration der Kommunikationsstrukturen zwischen den Objekten (Aussensicht eines Objektes)."],"title":"Objektintegration","type":"radio"},"Wie unterscheidet sich B2B von B2C ?":{"answers":["Der B2B-Markt ist emotional geprägt.","Likes werden immer wichtiger.","B2B-Lösungen werden häufig diskret gehandhabt, während B2C eine Öffentlichkeit sucht.","B2B ist ein umsatzmässig grösserer Markt als B2C."],"correctAnswers":["B2B-Lösungen werden häufig diskret gehandhabt, während B2C eine Öffentlichkeit sucht.","B2B ist ein umsatzmässig grösserer Markt als B2C."],"title":"E-Business","type":"checkbox"},"Wie verschaffte sich Herman Miller eine Markteintrittsbarriere?":{"answers":["Die Software z-Axis war komplex und dadurch von der Konkurrenz nicht einfach zu kopieren.","Die Software z-Axis war sehr einfach zu handhaben und dadurch einfacher als die der Konkurrenz.","Herman Miller hatte sich keine Markteintrittsbarriere geschaffen.","Durch die schnelle Abwicklung konnten sie die Produkte günstig verkaufen."],"correctAnswers":["Die Software z-Axis war komplex und dadurch von der Konkurrenz nicht einfach zu kopieren."],"title":"Informationssysteme","type":"radio"},"Wie wird bei einer Blockchain verhindert, dass eine einzelne Person Daten in der Chain manipulieren kann?":{"answers":["Wird ein Block angepasst, werden alle folgenden Blöcke auch verändert, da der Block Header des vorherigen Blocks in die Hashberechnung des aktuellen mit einfliesst.","Die Verfolgung von Identitäten ist nicht möglich durch den Einsatz von Tokens. Deshlab kann ein Angreifer keine gewünschte Transaktion finden, welche er manipulieren könnte.","Durch das Abspeichern der Daten in Hashen, wissen andere Benutzer nicht wie sie den Hash zu ihrem eigenen Vorteil anpassen können.","Jeder Benutzer kann den gesamten Datensatz überprüfen. Keine zentrale Behörde ist für die Datenqualität verantwortlich."],"correctAnswers":["Wird ein Block angepasst, werden alle folgenden Blöcke auch verändert, da der Block Header des vorherigen Blocks in die Hashberechnung des aktuellen mit einfliesst.","Jeder Benutzer kann den gesamten Datensatz überprüfen. Keine zentrale Behörde ist für die Datenqualität verantwortlich."],"title":"Blockchain manipulation","type":"checkbox"},"Wie wird eine Stabsstelle definiert?":{"answers":["übernehmen fachlich zentralisierbare Aufgaben und besitzen ein fachtechnisches Weisungsrecht in Bezug auf die Erfüllung dieser Aufgabe.","Führungsebene - ist anderen Stellen hierarchisch übergeordnet","Ausführungsebene - keine eigene Weisungsbefugnis","dient zur Entlastung und Unterstützung von Leitungsstellen."],"correctAnswers":["dient zur Entlastung und Unterstützung von Leitungsstellen."],"title":"Definition einer Stabsstelle","type":"radio"},"Wie wird Automatisierungsgrad definiert?":{"answers":["Der Automatisierungsgrad ist das Verhältnis der Anzahl eingesetzten Menschen zu der eingesetzten Maschinen.","Der Automatisierungsgrad ist das Verhältnis der Anzahl der automatisierten Fertigungsschritte zu der Gesamtzahl der Fertigungsschritte.","Der Automatisierungsgrad sagt aus wieviele automatisierte Fertigungsschritt in einem Prozess integriert wurden.","Der Automatisierungsgrad beinhaltet die Übnahme von Funktion des Produktionsprozesses durch künstliche Systeme."],"correctAnswers":["Der Automatisierungsgrad ist das Verhältnis der Anzahl der automatisierten Fertigungsschritte zu der Gesamtzahl der Fertigungsschritte."],"title":"Automatisierungsgrad","type":"radio"},"Wieso benötigt ein Data Warehouse eine grössere Datenmenge als ein Data Mart?":{"answers":["Beim Data Warehouse werden gesamt Unternehmerische Daten abgespeichert.","Beim Data Mart müssen X-Daten gesamt Unternehmerisch abrufbereit stehen.","Data Mart ist eine Abteilungsspezifische Kopie des Teilbestandes des Data Warehouses.","Das Data Warehouse ist eine Kopie des Teilbestandes des Data Marts."],"correctAnswers":["Beim Data Warehouse werden gesamt Unternehmerische Daten abgespeichert.","Data Mart ist eine Abteilungsspezifische Kopie des Teilbestandes des Data Warehouses."],"title":"Data Warehouse","type":"checkbox"},"Wieviele Bitcoins soll es maximal geben?":{"answers":["33'000'000","24'000'000","21'000'000","27'000'000"],"correctAnswers":["21'000'000"],"title":"Bitcoin","type":"radio"},"Wo findet die Trennung zwischen operativen- und analytischen Anwendungssystemen statt?":{"answers":["Wall Mart","Data Mart","Data Warehouse","Management Warehouse"],"correctAnswers":["Data Warehouse"],"title":"Analytische Anwendungssysteme","type":"radio"},"Wo sind Dienstleistungen einzuordnen?":{"answers":["Output Güter","Immaterielle Güter","Konsumgüter","Individualgüter"],"correctAnswers":["Immaterielle Güter"],"title":"Arten von Gütern","type":"radio"},"Wozu dient die Business Process Modell and Notation Sprache?":{"answers":["Modellierung von Datenbanken","Modellierung von Softwareanwendungen","Modellierung von Geschäftsprozessen","Modellieren von Arbeitsabläufen"],"correctAnswers":["Modellierung von Geschäftsprozessen","Modellieren von Arbeitsabläufen"],"title":"Business Process Model and Notation","type":"checkbox"},"Wozu wird die Verdichtung von Daten verwendet?":{"answers":["Herausfiltern von irrelevanten Daten.","Extraktion von Metadaten.","Zusammenfassen von Daten für eine bessere Übersicht und schnellere Abrufzeiten.","Erhöhung der Menge an gespeicherten Daten auf der Festplatte."],"correctAnswers":["Zusammenfassen von Daten für eine bessere Übersicht und schnellere Abrufzeiten."],"title":"Datenverarbeitung","type":"radio"},"Zwischen welchen der folgenden Parteien wird ein CRM-System verwendet?":{"answers":["Unternehmen","Lieferant","Investoren","Konsument"],"correctAnswers":["Unternehmen","Konsument"],"title":"Einsatzbereich eines CRM-Systems","type":"checkbox"}}
